Repository: common-repository/cardealer
Catalog: language/cardealer-*.po
Languages: hu_hu, pl_pl, pt_pt, ru_ru, sr_rs

source: Use the Location table it is optional. Maybe you want use it if you have more than one location.
hu_hu: A Hely táblázat használata nem kötelező. Talán szeretné használni, ha egynél több helye van.
pl_pl: Użyj tabeli Location, jest ona opcjonalna. Możesz chcieć jej użyć, jeśli masz więcej niż jedną lokalizację.
pt_pt: Ir até Localização e adicionar alguma algumas. Isto é facultativo.
ru_ru: Используйте таблицу Location, это необязательно. Возможно, вы захотите использовать ее, если у вас есть более одного местоположения.
sr_rs: Користите табелу локација, она је опциона. Можда желите да га користите ако имате више локација.

source: Maybe you want add alguns some makes. (Ford, Toyota...)
hu_hu: Talán szeretne hozzáadni néhány algun gyártmányt. (Ford, Toyota...)
pl_pl: Może chcesz dodać alguns do niektórych marek. (Ford, Toyota...)
pt_pt: Talvez você queira acrescentar algumas marcas. (Ford, Toyota...)
ru_ru: Может быть, вы хотите добавить некоторые марки. (Ford, Toyota...)
sr_rs: Можда желите да додате алгуне неких произвођача. (Форд, Тојота...)

source: Help Available for this Window!
hu_hu: Segítség érhető el ehhez az ablakhoz!
pl_pl: Dostępna pomoc dla tego okna!
pt_pt: Ajuda Disponível para esta Janela!
ru_ru: Помощь доступна для этого окна!
sr_rs: Доступна помоћ за овај прозор!

source: Just Click Help Button to get content help for this window.
hu_hu: Csak kattintson a Súgó gombra, hogy tartalmi segítséget kapjon ehhez az ablakhoz.
pl_pl: Aby uzyskać pomoc dotyczącą treści tego okna, kliknij przycisk Pomoc.
pt_pt: Basta clicar no botão de ajuda para obter ajuda de conteúdo para esta janela.
ru_ru: Просто нажмите кнопку «Справка», чтобы получить справку по содержанию этого окна.
sr_rs: Само кликните на дугме Помоћ да бисте добили помоћ за садржај за овај прозор.

source: Search Fields
hu_hu: Keresési mezők
pl_pl: Pola wyszukiwania
pt_pt: Campos de pesquisa
ru_ru: Поля поиска
sr_rs: Сеарцх Фиелдс

source: Order
hu_hu: Rendelés
pl_pl: Zamówienie
pt_pt: Pedido
ru_ru: Заказ
sr_rs: Ред

source: Type Field
hu_hu: Írja be a mezőt
pl_pl: Pole typu
pt_pt: Tipo de Campo
ru_ru: Тип поля
sr_rs: Типе Фиелд

source: Label
hu_hu: Címke
pl_pl: Etykieta
pt_pt: Rótulo
ru_ru: Этикетка
sr_rs: Лабел

source: Search Bar
hu_hu: Keresősáv
pl_pl: Pasek wyszukiwania
pt_pt: Barra de Pesquisa
ru_ru: Панель поиска
sr_rs: Трака за претрагу

source: Widget
pl_pl: Widżet
ru_ru: Виджет
sr_rs: Видгет

source: The amount of Km
hu_hu: A Km mennyisége
pl_pl: Ilość km
pt_pt: O total de Km
ru_ru: Количество км
sr_rs: Износ од км

source: The amount of Miles
hu_hu: A Mérföldek mennyisége
pl_pl: Ilość mil
pt_pt: O total de Milhas
ru_ru: Количество миль
sr_rs: Количина миља

source: Only numbers, no point, no comma.
hu_hu: Csak számok, semmi pont, nincs vessző.
pl_pl: Tylko liczby, bez kropki i przecinka.
pt_pt: Somente números, sem ponto e sem vírgula.
ru_ru: Только цифры, без точек и запятых.
sr_rs: Само бројеви, без тачке, без зареза.

source: Engine
hu_hu: Motor
pl_pl: Silnik
pt_pt: Motor
ru_ru: Двигатель
sr_rs: Мотор

source: Featured
hu_hu: Kiemelt
pl_pl: Wyróżniony
pt_pt: Destaque
ru_ru: Избранное
sr_rs: Феатуред

source: Mark to show up at Featured Widget.
hu_hu: Jelölje meg, hogy megjelenjen a Kiemelt modulban.
pl_pl: Zaznacz, aby wyświetlić w wyróżnionym widżecie.
pt_pt: Assinalar para visualizar no widget em destaque.
ru_ru: Отметить для отображения в избранном виджете.
sr_rs: Означите да бисте се појавили у Истакнутом виџету.

source: Price
hu_hu: Ár
pl_pl: Cena
pt_pt: Preço
ru_ru: Цена
sr_rs: Цена

source: No special characters here ("$" "," "."), the plugin will auto format the number.
hu_hu: Nincsenek speciális karakterek ("$", "," "."), a beépülő modul automatikusan formázza a számot.
pl_pl: Nie ma tu żadnych znaków specjalnych ("$" "," "."), wtyczka automatycznie sformatuje liczbę.
pt_pt: Nenhum caracter especial ("S" "," ","), o plugin formatará automaticamente o número.
ru_ru: Никаких специальных символов ("$" "," ".") здесь нет, плагин автоматически отформатирует число.
sr_rs: Овде нема посебних знакова ("$" "," "."), додатак ће аутоматски форматирати број.

source: Year
hu_hu: Év
pl_pl: Rok
pt_pt: Ano
ru_ru: Год
sr_rs: Година

source: The year of the product. Only numbers, no point, no comma.
hu_hu: A termék éve. Csak számok, semmi pont, nincs vessző.
pl_pl: Rok produktu. Tylko cyfry, bez kropki, bez przecinka.
pt_pt: Ano do modelo. Somente números, sem ponto e sem vírgula.
ru_ru: Год продукта. Только цифры, без точек, без запятых.
sr_rs: Година производа. Само бројеви, без тачке, без зареза.

source: New
hu_hu: Új
pl_pl: Nowy
pt_pt: Novo
ru_ru: Новый
sr_rs: Ново

source: Used
hu_hu: Használt
pl_pl: Używany
pt_pt: Usado
ru_ru: Использовал
sr_rs: Користи се

source: Damaged
hu_hu: Sérült
pl_pl: Uszkodzony
pt_pt: Danificado
ru_ru: Поврежденный
sr_rs: Оштећен

source: Transmission
hu_hu: Terjedés
pl_pl: Przenoszenie
pt_pt: Cambio
ru_ru: Передача инфекции
sr_rs: Преношење

source: What kind of Transmission is this
hu_hu: Milyen átvitel ez
pl_pl: Jaki to rodzaj skrzyni biegów?
pt_pt: Tipo di Cambio
ru_ru: Что это за тип передачи?
sr_rs: Какав је ово пренос

source: Automatic
hu_hu: Automatikus
pl_pl: Automatyczny
pt_pt: Automatico
ru_ru: Автоматический
sr_rs: Аутоматски

source: Manual
hu_hu: Kézikönyv
pl_pl: Podręcznik
ru_ru: Руководство
sr_rs: Мануал

source: Tiptronic
ru_ru: Типтроник
sr_rs: Типтрониц

source: Fuel Type.
hu_hu: Üzemanyag típus.
pl_pl: Rodzaj paliwa.
pt_pt: Tipo de combustível.
ru_ru: Тип топлива.
sr_rs: Врста горива.

source: Diesel
hu_hu: Dízel
ru_ru: Дизель
sr_rs: Диесел

source: Gasoline
hu_hu: Benzin
pl_pl: Benzyna
pt_pt: Gasolina
ru_ru: Бензин
sr_rs: Бензин

source: Hybrid
hu_hu: Hibrid
pl_pl: Hybrydowy
pt_pt: Hibrido
ru_ru: Гибридный
sr_rs: Хибрид

source: Electric
hu_hu: Elektromos
pl_pl: Elektryczny
pt_pt: Eletrico
ru_ru: Электрический
sr_rs: Електрични

source: Biodiesel
hu_hu: Biodízel
ru_ru: Биодизель
sr_rs: Биодиесел

source: CNG
ru_ru: КПГ
sr_rs: ЦНГ

source: Ethanol
hu_hu: Etanol
pl_pl: Etanol
ru_ru: этанол
sr_rs: Етанол

source: Details
hu_hu: Részletek
pl_pl: Bliższe dane
pt_pt: Detalhes
ru_ru: Подробности
sr_rs: Детаљи

source: Specs
hu_hu: Szemüveg
pl_pl: Okular
pt_pt: Especificaçöes
ru_ru: Характеристики
sr_rs: Спецс

source: Features
hu_hu: Jellemzők
pl_pl: Cechy
pt_pt: Características
ru_ru: Функции
sr_rs: Карактеристике

source: Add any Feature Field (Settings => Field Features)
hu_hu: Adjon hozzá bármilyen funkciómezőt (Beállítások => Mező jellemzői)
pl_pl: Dodaj dowolne pole funkcji (Ustawienia => Funkcje pola)
pt_pt: Adicionar campo de características (configurações=> características do campo)
ru_ru: Добавьте любое поле функции (Настройки => Функции поля)
sr_rs: Додајте било које поље функције (Подешавања => Карактеристике поља)

source: Cars
hu_hu: Autók
pl_pl: Samochody
pt_pt: Carros
ru_ru: Автомобили
sr_rs: Аутомобили

source: Edit Cars
hu_hu: Szerkessze az autókat
pl_pl: Edytuj samochody
pt_pt: Editar Autos
ru_ru: Редактировать автомобили
sr_rs: Уреди аутомобиле

source: Search Cars
hu_hu: Keressen autókat
pl_pl: Wyszukaj samochody
pt_pt: Pesquisar Carros
ru_ru: Поиск автомобилей
sr_rs: Сеарцх Царс

source: Search makes
hu_hu: Keresés gyárt
pl_pl: Wyszukiwanie sprawia
pt_pt: Pesquisar Fabricantes
ru_ru: Поиск делает
sr_rs: Претрага чини

source: All makes
hu_hu: Minden gyártmány
pl_pl: Wszystkie marki
pt_pt: Todas as marcas
ru_ru: Все марки
sr_rs: Све марке

source: Parent makes
hu_hu: Szülő készíti
pl_pl: Rodzic tworzy
pt_pt: Parente marcas
ru_ru: Родитель делает
sr_rs: Родитељ прави

source: Parent makes:
hu_hu: A szülő készíti:
pl_pl: Rodzice dokonują:
pt_pt: Parente marcas:
ru_ru: Родитель делает:
sr_rs: Родитељ прави:

source: Edit makes
hu_hu: Szerkesztés gyárt
pl_pl: Edytuj tworzy
pt_pt: Editar marcas
ru_ru: Редактировать делает
sr_rs: Едит маке

source: Update makes
hu_hu: A frissítés teszi
pl_pl: Aktualizacja sprawia, że
pt_pt: Atualizar marcas
ru_ru: Обновление делает
sr_rs: Ажурирање чини

source: Add New makes
hu_hu: Új gyártmányok hozzáadása
pl_pl: Dodaj nowe marki
pt_pt: Adicionar novas marcas
ru_ru: Добавить новые марки
sr_rs: Додај нове марке

source: New makes
hu_hu: Új gyártmányok
pl_pl: Nowe marki
pt_pt: Novas marcas
ru_ru: Новые марки
sr_rs: Нове марке

source: Separate makes with commas
hu_hu: A jelzéseket vesszővel válassza el
pl_pl: Oddzielaj słowa „mark” przecinkami
pt_pt: Separar as marcas com vírgulas
ru_ru: Разделяйте марки запятыми.
sr_rs: Одвојите ознаке зарезима

source: Add or Remove makes
hu_hu: Márkák hozzáadása vagy eltávolítása
pl_pl: Dodaj lub usuń marki
pt_pt: Adicionar ou remover marcas
ru_ru: Добавить или удалить марки
sr_rs: Додај или Уклони марке

source: Choose from the most used makers
hu_hu: Válasszon a leggyakrabban használt gyártók közül
pl_pl: Wybierz spośród najczęściej używanych producentów
pt_pt: Escolher entre as marcas mais usadas
ru_ru: Выбирайте из наиболее часто используемых производителей
sr_rs: Изаберите од најчешће коришћених произвођача

source: Search team
hu_hu: Keresőcsapat
pl_pl: Zespół poszukiwawczy
pt_pt: Pesquisar equipe
ru_ru: Поисковая группа
sr_rs: Тим за претрагу

source: All Team
hu_hu: Minden csapat
pl_pl: Cała drużyna
pt_pt: Toda equipe
ru_ru: Вся команда
sr_rs: Алл Теам

source: Parent team
hu_hu: Szülői csapat
pl_pl: Zespół rodzicielski
pt_pt: Parente equipe
ru_ru: Родительская команда
sr_rs: Родитељски тим

source: Parent team:
hu_hu: Szülőcsapat:
pl_pl: Zespół rodzicielski:
pt_pt: Parente equipes:
ru_ru: Родительская команда:
sr_rs: Родитељски тим:

source: Edit team member
hu_hu: Csapattag szerkesztése
pl_pl: Edytuj członka zespołu
pt_pt: Editar membro do time
ru_ru: Редактировать члена команды
sr_rs: Уредите члана тима

source: Update team
hu_hu: Frissítse a csapatot
pl_pl: Aktualizacja zespołu
pt_pt: Atualizar equipe
ru_ru: Команда обновления
sr_rs: Ажурирај тим

source: Add New team member
hu_hu: Új csapattag hozzáadása
pl_pl: Dodaj nowego członka zespołu
pt_pt: Adicionar Novo membro da equipe
ru_ru: Добавить нового члена команды
sr_rs: Додај новог члана тима

source: New team
hu_hu: Új csapat
pl_pl: Nowy zespół
pt_pt: Nova equipe
ru_ru: Новая команда
sr_rs: Нови тим

source: Separate team with commas
hu_hu: A csapatokat vesszővel válassza el
pl_pl: Oddzielaj zespoły przecinkami
pt_pt: Equipe separada com vírgulas
ru_ru: Разделите команды запятыми.
sr_rs: Одвојите тим зарезима

source: Add or Remove team
hu_hu: Csapat hozzáadása vagy eltávolítása
pl_pl: Dodaj lub usuń drużynę
pt_pt: Adicionar ou remover equipe
ru_ru: Добавить или удалить команду
sr_rs: Додај или уклони тим

source: Search Locations
hu_hu: Helyek keresése
pl_pl: Wyszukaj lokalizacje
pt_pt: Procurar Localizações
ru_ru: Поиск местоположений
sr_rs: Сеарцх Лоцатионс

source: All Locations
hu_hu: Minden hely
pl_pl: Wszystkie lokalizacje
pt_pt: Todas as Localizações
ru_ru: Все локации
sr_rs: Све локације

source: Parent locations
hu_hu: Szülői helyek
pl_pl: Lokalizacje nadrzędne
pt_pt: Localização da sede
ru_ru: Родительские локации
sr_rs: Родитељске локације

source: Parent locations:
hu_hu: Szülők telephelyei:
pl_pl: Lokalizacje nadrzędne:
pt_pt: Parent Localização da sede:
ru_ru: Родительские местоположения:
sr_rs: Родитељске локације:

source: Edit locations
hu_hu: Helyek szerkesztése
pl_pl: Edytuj lokalizacje
pt_pt: Editar localizaçöes
ru_ru: Редактировать местоположения
sr_rs: Уредите локације

source: Update locations
hu_hu: Frissítse a helyszíneket
pl_pl: Aktualizuj lokalizacje
pt_pt: Atualizar localizaçöes
ru_ru: Обновление местоположений
sr_rs: Ажурирајте локације

source: Add New locations
hu_hu: Új helyek hozzáadása
pl_pl: Dodaj nowe lokalizacje
pt_pt: Adicionar novas localizaçöes
ru_ru: Добавить новые локации
sr_rs: Додајте нове локације

source: New locations
hu_hu: Új helyszínek
pl_pl: Nowe lokalizacje
pt_pt: Novas localizaçöes
ru_ru: Новые локации
sr_rs: Нове локације

source: Separate locations with commas
hu_hu: A helyeket vesszővel válassza el
pl_pl: Oddziel lokalizacje przecinkami
pt_pt: Separar localizaçöes com vírgulas
ru_ru: Разделяйте местоположения запятыми.
sr_rs: Одвојите локације зарезима

source: Add or Remove locations
hu_hu: Helyek hozzáadása vagy eltávolítása
pl_pl: Dodaj lub usuń lokalizacje
pt_pt: Adicionar ou remover localizações
ru_ru: Добавить или удалить местоположения
sr_rs: Додајте или уклоните локације

source: Choose from the most used locations
hu_hu: Válasszon a leggyakrabban használt helyek közül
pl_pl: Wybierz spośród najczęściej używanych lokalizacji
pt_pt: Escolher entre as localizaçöes mais usadas
ru_ru: Выбирайте из наиболее используемых мест
sr_rs: Изаберите неку од најчешће коришћених локација

source: Order:
hu_hu: Rendelés:
pl_pl: Zamówienie:
pt_pt: Pedido:
ru_ru: Заказ:
sr_rs: Наручите:

source: Order to display. For example: 1 (first) 2 (second) and so on ...
hu_hu: Rendelés a megjelenítéshez. Például: 1 (első) 2 (második) és így tovább...
pl_pl: Kolejność wyświetlania. Na przykład: 1 (pierwszy) 2 (drugi) i tak dalej ...
ru_ru: Порядок отображения. Например: 1 (первый) 2 (второй) и т. д.
sr_rs: Ред за приказ. На пример: 1 (први) 2 (други) и тако даље ...

source: Profile Image:
hu_hu: Profilkép:
pl_pl: Obraz profilowy:
pt_pt: Imagem de perfil:
ru_ru: Изображение профиля:
sr_rs: Слика профила:

source: Just click the Button to Select Upload Image
hu_hu: Csak kattintson a gombra a Kép feltöltése kiválasztásához
pl_pl: Wystarczy kliknąć przycisk, aby wybrać opcję Prześlij obraz
pt_pt: Basta clicar no Botão para selecionar Carregar imagem
ru_ru: Просто нажмите кнопку, чтобы выбрать загрузку изображения.
sr_rs: Само кликните на дугме да бисте изабрали Отпреми слику

source: Position:
hu_hu: Pozíció:
pl_pl: Pozycja:
pt_pt: Posição:
ru_ru: Позиция:
sr_rs: позиција:

source: For example: Sales Manager, Agent, and so on ...
hu_hu: Például: Értékesítési vezető, ügynök és így tovább...
pl_pl: Na przykład: Kierownik sprzedaży, Agent, itd.
pt_pt: Por exemplo: Gerente de vendas, agente, e assim por diante ...
ru_ru: Например: менеджер по продажам, агент и т. д.
sr_rs: На пример: менаџер продаје, агент и тако даље...

source: Phone:
hu_hu: Telefon:
pl_pl: Telefon:
pt_pt: Telefone:
ru_ru: Телефон:
sr_rs: Телефон:

source: Email address:
hu_hu: E-mail cím:
pl_pl: Adres e-mail:
pt_pt: Endereço de e-mail:
ru_ru: Адрес электронной почты:
sr_rs: Адреса е-поште:

source: Skype:
ru_ru: Скайп:
sr_rs: Скипе:

source: Facebook URL:
pl_pl: Adres URL Facebooka:
pt_pt: URL do Facebook:
ru_ru: URL-адрес Facebook:
sr_rs: Фацебоок УРЛ:

source: Twitter URL:
pl_pl: Adres URL na Twitterze:
pt_pt: URL do Twitter:
ru_ru: URL-адрес Twitter:
sr_rs: Твиттер УРЛ:

source: Linkedin URL:
pl_pl: Adres URL Linkedin:
pt_pt: Vimeo URL:
ru_ru: URL-адрес LinkedIn:
sr_rs: Линкедин УРЛ:

source: Youtube URL:
pl_pl: Adres URL YouTube:
pt_pt: URL do Youtube:
ru_ru: URL-адрес YouTube:
sr_rs: Иоутубе УРЛ:

source: Instagram URL:
pl_pl: Adres URL Instagrama:
pt_pt: URL do Instagram:
ru_ru: URL-адрес Instagram:
sr_rs: Инстаграм УРЛ:

source: Vimeo URL:
pl_pl: Adres URL Vimeo:
ru_ru: URL-адрес Vimeo:
sr_rs: Вимео УРЛ:

source: Order to display. For example: 1 (first), 2 (second) and so on ...
hu_hu: Rendelés a megjelenítéshez. Például: 1 (első), 2 (második) és így tovább...
pl_pl: Kolejność wyświetlania. Na przykład: 1 (pierwszy), 2 (drugi) itd. ...
pt_pt: Ordem de exibição. Por exemplo: 1 (primeiro), 2 (segundo) e assim por diante ...
ru_ru: Порядок отображения. Например: 1 (первый), 2 (второй) и т. д.
sr_rs: Ред за приказ. На пример: 1 (први), 2 (други) и тако даље ...

source: the Button to Select Upload Image
hu_hu: a Kép feltöltése kiválasztásához
pl_pl: Przycisk do wyboru Prześlij obraz
pt_pt: o botão para selecionar carregar imagem
ru_ru: Кнопка выбора загрузки изображения
sr_rs: дугме за избор Отпреми слику

source: Call For Price
hu_hu: Árért hívjon
pl_pl: Zadzwoń po cenę
pt_pt: Chamar por preço
ru_ru: Запросить цену
sr_rs: Позовите за цену

source: Search
hu_hu: Keresés
pl_pl: Szukaj
pt_pt: Pesquisar
ru_ru: Поиск
sr_rs: Тражи

source: Make
hu_hu: Készíts
pl_pl: Robić
pt_pt: Marca
ru_ru: Делать
sr_rs: Маке

source: Any
hu_hu: Bármilyen
pl_pl: Każdy
pt_pt: Todos
ru_ru: Любой
sr_rs: Било који

source: Fuel
hu_hu: Üzemanyag
pl_pl: Paliwo
pt_pt: Combustível
ru_ru: Топливо
sr_rs: Гориво

source: Order By
hu_hu: Rendelés szerint
pl_pl: Sortuj według
pt_pt: Em Ordem de
ru_ru: Сортировать по
sr_rs: Ордер Би

source: Year newest first
hu_hu: Az év legújabb
pl_pl: Rok najnowszy na początku
pt_pt: Mais Novos Primeiro
ru_ru: Год самый новый первый
sr_rs: Прво најновија година

source: Year oldest first
hu_hu: Először a legidősebb
pl_pl: Rok najstarszy pierwszy
pt_pt: Mais Velhos Primeiro
ru_ru: Год самый старый первый
sr_rs: Прво година најстарији

source: Price higher first
hu_hu: Előbb magasabb az ár
pl_pl: Cena wyższa w pierwszej kolejności
pt_pt: Mais Caros Primeiro
ru_ru: Сначала цена выше
sr_rs: Прво виша цена

source: Price lower first
hu_hu: Először alacsonyabb ár
pl_pl: Cena niższa w pierwszej kolejności
pt_pt: Mais Baratos Primeiro
ru_ru: Сначала цена ниже
sr_rs: Прво нижа цена

source: Mileage higher first
hu_hu: Először magasabb a futásteljesítmény
pl_pl: Najpierw większy przebieg
pt_pt: Com Mais Kms Primeiro
ru_ru: Сначала пробег больше
sr_rs: Прво већа километража

source: Mileage lower first
hu_hu: A futásteljesítmény először alacsonyabb
pl_pl: Najpierw obniż przebieg
pt_pt: Com Menos Km Primeiro
ru_ru: Сначала пробег ниже
sr_rs: Прво нижа километража

source: Price Range
hu_hu: Ártartomány
pl_pl: Przedział cenowy
pt_pt: Faixa de Preço
ru_ru: Диапазон цен
sr_rs: Распон цена

source: No Team Member Added!
hu_hu: Nincs csapattag hozzáadva!
pl_pl: Nie dodano żadnego członka zespołu!
pt_pt: Nenhum membro da equipe adicionada!
ru_ru: Ни один член команды не добавлен!
sr_rs: Ниједан члан тима није додат!

source: Yes
hu_hu: Igen
pl_pl: Tak
pt_pt: Sim
ru_ru: Да
sr_rs: Да

source: No
hu_hu: Nem
pl_pl: NIE
pt_pt: Não
ru_ru: Нет
sr_rs: бр

source: Model
hu_hu: Modell
pt_pt: Modelo
ru_ru: Модель
sr_rs: Модел

source: Cond
hu_hu: Kond
pl_pl: Warunek
pt_pt: Condiçöes
ru_ru: Состояние
sr_rs: Конд

source: HP
ru_ru: л.с.
sr_rs: ХП

source: KW
ru_ru: кВт
sr_rs: КВ

source: Call for Price
hu_hu: Árért hívjon
pl_pl: Zadzwoń po cenę
pt_pt: Chamar por preço
ru_ru: Запросить цену
sr_rs: Позовите за цену

source: Back
hu_hu: Vissza
pl_pl: Z powrotem
pt_pt: Voltar
ru_ru: Назад
sr_rs: Назад

source: Onward
hu_hu: Tovább
pl_pl: Naprzód
pt_pt: Avante
ru_ru: Вперед
sr_rs: Напред

source: Not Found !
hu_hu: Nem található!
pl_pl: Nie znaleziono!
pt_pt: Näo encontrado!
ru_ru: Не найдено !
sr_rs: Нот Фоунд !

source: View
hu_hu: Kilátás
pl_pl: Pogląd
pt_pt: Ver
ru_ru: Вид
sr_rs: Виев

source: Contact Us
hu_hu: Lépjen kapcsolatba velünk
pl_pl: Skontaktuj się z nami
pt_pt: Contate-nos
ru_ru: Связаться с нами
sr_rs: Контактирајте нас

source: A list of Recent cars
hu_hu: A legutóbbi autók listája
pl_pl: Lista ostatnich samochodów
pt_pt: Lista de autos recentes
ru_ru: Список последних автомобилей
sr_rs: Листа најновијих аутомобила

source: New Arrivals
hu_hu: Újdonságok
pl_pl: Nowości
pt_pt: Veículos recentes
ru_ru: Новые поступления
sr_rs: Нев Арривалс

source: A list of Featured car-s
hu_hu: A kiemelt autók listája
pl_pl: Lista polecanych samochodów
pt_pt: Lista de carros em evidencia
ru_ru: Список избранных автомобилей
sr_rs: Листа истакнутих аутомобила

source: Featured cars
hu_hu: Kiemelt autók
pl_pl: Polecane samochody
pt_pt: Autos em evidencia
ru_ru: Избранные автомобили
sr_rs: Истакнути аутомобили

source: Search cars
hu_hu: Autók keresése
pl_pl: Szukaj samochodów
pt_pt: Pesquisar Autos
ru_ru: Поиск автомобилей
sr_rs: Претражите аутомобиле

source: Title
hu_hu: Cím
pl_pl: Tytuł
pt_pt: Titulo
ru_ru: Заголовок
sr_rs: Наслов

source: CarDealer
hu_hu: Autókereskedő
pl_pl: Sprzedawca samochodów
ru_ru: Автодилер
sr_rs: ЦарДеалер

source: http://cardealerplugin.com
sr_rs: хттп://цардеалерплугин.цом

source: Car Dealer Plugin for Car Dealer agency.
hu_hu: Car Dealer Plugin az autókereskedő ügynökség számára.
pl_pl: Wtyczka Car Dealer dla agencji dealerskiej.
ru_ru: Плагин Car Dealer для агентства Car Dealer.
sr_rs: Додатак за продавце аутомобила за агенцију за продавце аутомобила.

source: Bill Minozzi
ru_ru: Билл Миноцци
sr_rs: Билл Миноззи

source: http://billminozzi.com
sr_rs: хттп://биллминоззи.цом

source: Car Dealer Plugin Activated
pt_pt: Car Dealer Plugin ativado

source: Wrong Permalink settings!
pt_pt: Configurações erradas de Permalink!

source: Get more 2 single page templates.
pt_pt: Obtenha mais 2 modelos de página de carro.

source: Get Color Options, more shortcodes:
pt_pt: Obtenha Opções de cores e mais atalhos (shortcodes):

source: If you want import demo data, click the Help Button at top right corner and take a look Import Demo Data or, if you are using our theme, you can import together with theme demo import.- Your Contact eMail
pt_pt: Se você quiser importar dados de demonstração, clique no botão de ajuda no canto superior direito e dê uma olhada em Importar Dados Demo ou, se você estiver usando nosso tema, você pode importar junto com o tema demo import.- Seu eMail de Contato

source: You don't need include this fields: Price, Year, Miles, HP, Transmission Type, Fuel Type, Condition and Featured.
pt_pt: Você não precisa incluir estes campos: Preço, Ano, Milhas, HP, Tipo de Transmissão, Tipo de Combustível, Condição e Destaque.

source: Paste the code in your page:
pt_pt: Cole o código em sua página:

source: The Premium Version have dozens of extra codes and colors control.
pt_pt: A Versão Premium tem dezenas de códigos e cores extras.

source: If your server allow us, we can try to fix your file wp-config.php to release more memory.
pt_pt: Se o seu servidor nos permitir, podemos tentar ajustar seu arquivo wp-config.php para liberar mais memória.

source: Please, copy the url blue below to safe place before to proceed.
pt_pt: Por favor, copie a url (azul) abaixo para um local seguro antes de prosseguir.

source: Use the url only to undo this operation if you've problem accessing your site after the update.
pt_pt: Use a url somente para desfazer esta operação se você tiver problemas de acesso ao seu site após a atualização.

source: After Copy the URL, click UPDATE to proceed or Cancel to abort.
pt_pt: Após copiar a URL, clique em UPDATE para prosseguir ou Cancelar para abortar.

source: Update
pt_pt: Atualizar

source: If you want adjust and control your WordPress Memory Limit and PHP Memory Limit quickly and without edit any files, try our free plugin WPmemory:
pt_pt: Se você quiser ajustar e controlar seu limite de memória WordPress e limite de memória PHP, rapidamente e sem editar nenhum arquivo, experimente nosso plugin gratuito WPmemory:

source: More Show Room Templates
pt_pt: Mais templates para o Show Room

source: Dedicated Premium Suppor
pt_pt: Suporte Premium Dedicado

source: More...
pt_pt: Mais...

source: Like This Plugin?
pt_pt: Gostou Deste Plugin?

source: If you like this product, please write a few words about it. It will help other people find this useful plugin more quickly. Thank you!
pt_pt: Se você gosta deste produto, por favor, escreva algumas palavras sobre ele. Isso ajudará outras pessoas a encontrar este útil plugin mais rapidamente. Obrigado!

source: Rate or Share
pt_pt: Avalie ou compartilhe

source: Please help us keep the plugin free & up-to-date
pt_pt: Por favor, ajude-nos a manter o plugin livre e atualizado

source: If you use & enjoy Car Dealer Plugin, please rate it on WordPress.org. It only takes a second and helps us keep the plugin free and maintained. Thank you!
pt_pt: Se você usa e gosta do Plugin Car Dealer, por favor, classifique-o no WordPress.org. Leva apenas um segundo e nos ajuda a manter o plugin livre e mantido. Obrigado!
