Repository: common-repository/cardealer
Catalog: language/cardealer-*.po
Languages: hu_hu, pl_pl, pt_pt, ru_ru, sr_rs

source: - Cars
pl_pl: - Samochody
pt_pt: - Carros
ru_ru: - Автомобили
sr_rs: - Аутомобили

source: - Vans
hu_hu: - Furgonok
pl_pl: - Vany
ru_ru: - Фургоны
sr_rs: - Ванс

source: Paste the code in your page:
hu_hu: Illessze be a kódot az oldalára:
pl_pl: Wklej kod na swojej stronie:
ru_ru: Вставьте код на свою страницу:
sr_rs: Налепите код на своју страницу:

source: Go to your page and copy and paste this code:
hu_hu: Menjen az oldalára, és másolja ki és illessze be ezt a kódot:
pl_pl: Przejdź na swoją stronę i skopiuj i wklej ten kod:
pt_pt: Vá para sua página e copie e cole este código:
ru_ru: Перейдите на свою страницу, скопируйте и вставьте этот код:
sr_rs: Идите на своју страницу и копирајте и налепите овај код:

source: To create one Team page, just past this shortcode in your page:
hu_hu: Egy csapatoldal létrehozásához egyszerűen illessze be ezt a rövid kódot az oldalon:
pl_pl: Aby utworzyć stronę zespołu, wystarczy wkleić na swojej stronie poniższy krótki kod:
pt_pt: Para criar uma página de Equipe, basta colar este atalho em sua página:
ru_ru: Чтобы создать одну страницу команды, просто вставьте этот шорткод на свою страницу:
sr_rs: Да бисте направили једну страницу тима, само пређите овај кратки код на своју страницу:

source: To show only the Search Bar, just past this shortcode in your page:
hu_hu: Ha csak a keresősávot szeretné megjeleníteni, húzza be ezt a rövid kódot az oldalon:
pl_pl: Aby wyświetlić tylko pasek wyszukiwania, wklej poniższy krótki kod na swojej stronie:
pt_pt: Para mostrar somente a barra de busca, cole este atalho em sua página:
ru_ru: Чтобы отобразить только строку поиска, просто вставьте этот шорткод на свою страницу:
sr_rs: Да бисте приказали само траку за претрагу, само прођите овај кратки код на својој страници:

source: The Premium Version have dozens of extra codes and visual template editor, also colors control.
hu_hu: A prémium verzió több tucat extra kóddal és vizuális sablonszerkesztővel, valamint színvezérléssel rendelkezik.
pl_pl: Wersja Premium zawiera dziesiątki dodatkowych kodów, edytor szablonów wizualnych i kontrolę kolorów.
ru_ru: Премиум-версия содержит десятки дополнительных кодов и визуальный редактор шаблонов, а также управление цветами.
sr_rs: Премиум верзија има десетине додатних кодова и визуелни уређивач шаблона, као и контролу боја.

source: Help, Demo, Support, Troubleshooting:
hu_hu: Súgó, bemutató, támogatás, hibaelhárítás:
pl_pl: Pomoc, demo, wsparcie, rozwiązywanie problemów:
pt_pt: Ajuda, Demonstração, Suporte, Solução de problemas:
ru_ru: Помощь, Демонстрация, Поддержка, Устранение неполадок:
sr_rs: Помоћ, Демо, Подршка, Решавање проблема:

source: Help and more tips
hu_hu: Segítség és további tippek
pl_pl: Pomoc i więcej wskazówek
pt_pt: Ajuda e mais dicas
ru_ru: Помощь и дополнительные советы
sr_rs: Помоћ и још савета

source: Just click the HELP button at top right corner this page for context help. Also <em>Tooltip</em> available in Fields form.
hu_hu: Egyszerűen kattintson az oldal jobb felső sarkában található SEGÍTSÉG gombra, ha kontextusban szeretne segítséget kapni. Az <em>Eszköztipp</em> Mezők formában is elérhető.
pl_pl: Po prostu kliknij przycisk HELP w prawym górnym rogu tej strony, aby uzyskać pomoc kontekstową. Również <em>Tooltip</em> jest dostępny w formularzu Fields.
pt_pt: Basta clicar no botão AJUDA, no canto superior direito desta página, para obter ajuda contextual. Também está disponível no formulário Campos.
ru_ru: Просто нажмите кнопку HELP в правом верхнем углу этой страницы для контекстной справки. Также <em>Подсказка</em> доступна в форме полей.
sr_rs: Само кликните на дугме ПОМОЋ у горњем десном углу ове странице за помоћ у контексту. Такође <ем>Тоолтип</ем> доступан у форми поља.

source: OnLine Guide, Support, Demo, Demo Video, Faq...
hu_hu: Online útmutató, támogatás, bemutató, bemutató videó, GYIK...
pl_pl: Przewodnik on-line, pomoc techniczna, demo, film demonstracyjny, często zadawane pytania...
pt_pt: Guia OnLine, Suporte, Demonstração, Vídeo Demo, Faq...
ru_ru: Онлайн-руководство, поддержка, демонстрация, демонстрационное видео, часто задаваемые вопросы...
sr_rs: Он-лине водич, подршка, демо, демо видео, честа питања...

source: You will find our complete and updated OnLine guide, demo, demo video, faqs page, link to support page and more usefull stuff in our site.
hu_hu: Oldalunkon megtalálja teljes és frissített OnLine útmutatónkat, bemutatót, bemutató videót, GYIK oldalt, hivatkozást a támogatási oldalra és további hasznos dolgokat.
pl_pl: Na naszej stronie znajdziesz nasz kompletny i aktualny przewodnik online, demo, film demonstracyjny, stronę z najczęściej zadawanymi pytaniami (FAQ), link do strony pomocy technicznej i wiele innych przydatnych rzeczy.
pt_pt: Você encontrará nosso guia OnLine completo e atualizado, demonstração, vídeo de demonstração, página de faqs, link para a página de suporte e mais outras coisas úteis em nosso site.
ru_ru: На нашем сайте вы найдете наше полное и обновленное онлайн-руководство, демо, демо-видео, страницу часто задаваемых вопросов, ссылку на страницу поддержки и другие полезные материалы.
sr_rs: Наш комплетан и ажуриран ОнЛине водич, демо, демо видео, страница са честим питањима, линк до странице за подршку и још корисних ствари наћи ћете на нашој веб локацији.

source: Go
hu_hu: Megy
pl_pl: Iść
pt_pt: Vai
ru_ru: Идти
sr_rs: Иди

source: Troubleshooting Guide
hu_hu: Hibaelhárítási útmutató
pl_pl: Przewodnik rozwiązywania problemów
pt_pt: Guia de Solução de Problemas
ru_ru: Руководство по устранению неполадок
sr_rs: Водич за решавање проблема

source: Use old WordPress version, Low memory, some plugin with Javascript error, wrong permalink settings are some possible problems. Read this and fix it quickly!
hu_hu: Használjon régi WordPress-verziót, kevés memória, néhány Javascript-hibás beépülő modul, hibás permalinkbeállítások lehetségesek. Olvassa el és javítsa ki gyorsan!
pl_pl: Użyj starej wersji WordPressa, mało pamięci, jakaś wtyczka z błędem Javascript, złe ustawienia permalinku to niektóre z możliwych problemów. Przeczytaj to i szybko to napraw!
pt_pt: Usar a versão antiga do WordPress, pouca memória, algum plugin com erro de Javascript, configurações erradas de permalink são alguns possíveis problemas. Leia isto e conserte-o rapidamente!
ru_ru: Используйте старую версию WordPress, мало памяти, некоторые плагины с ошибкой Javascript, неправильные настройки постоянной ссылки — вот некоторые возможные проблемы. Прочтите это и быстро исправьте это!
sr_rs: Користите стару верзију ВордПресс-а, мало меморије, неки додатак са Јавасцрипт грешком, погрешна подешавања сталне везе су неки од могућих проблема. Прочитајте ово и брзо поправите!

source: Troubleshooting Page
hu_hu: Hibaelhárítási oldal
pl_pl: Strona rozwiązywania problemów
pt_pt: Página de solução de problemas
ru_ru: Страница устранения неполадок
sr_rs: Страница за решавање проблема

source: Fields Table
hu_hu: Mezők táblázata
pl_pl: Tabela pól
pt_pt: Tabela de campos
ru_ru: Таблица полей
sr_rs: Табела поља

source: Cars Table
hu_hu: Autók táblázat
pl_pl: Tabela samochodów
pt_pt: Tabela de carros
ru_ru: Таблица автомобилей
sr_rs: Царс Табле

source: Makes
hu_hu: Készít
pl_pl: Tworzy
pt_pt: Marcas
ru_ru: Делает
sr_rs: Макес

source: Locations
hu_hu: Helyszínek
pl_pl: Lokalizacje
pt_pt: Localizações
ru_ru: Места
sr_rs: Локације

source: Team
hu_hu: Csapat
pl_pl: Zespół
pt_pt: Equipe
ru_ru: Команда
sr_rs: Тим

source: Settings
hu_hu: Beállítások elemre
pl_pl: Ustawienia
pt_pt: Configurações
ru_ru: Настройки
sr_rs: Подешавања

source: Memory Info
hu_hu: Memória információ
pl_pl: Informacje o pamięci
pt_pt: Informações sobre memória
ru_ru: Информация о памяти
sr_rs: Информације о меморији

source: Current memory WordPress Limit:
hu_hu: Jelenlegi memória WordPress korlát:
pl_pl: Aktualny limit pamięci WordPress:
pt_pt: Atual limite de memória do WordPress:
ru_ru: Текущий лимит памяти WordPress:
sr_rs: Тренутна меморија ВордПресс ограничење:

source: Your usage now:
hu_hu: Jelenlegi használat:
pl_pl: Twoje obecne wykorzystanie:
pt_pt: Seu uso agora:
ru_ru: Ваше использование сейчас:
sr_rs: Ваша употреба сада:

source: Total Server Memory:
hu_hu: Teljes szervermemória:
pl_pl: Całkowita pamięć serwera:
pt_pt: Memória total do servidor:
ru_ru: Общая память сервера:
sr_rs: Укупна серверска меморија:

source: If you want adjust and control your WordPress Memory Limit and PHP Memory Limit quickly, try our free plugin WPmemory:
hu_hu: Ha gyorsan szeretné beállítani és szabályozni a WordPress memóriakorlátját és a PHP memóriakorlátját, próbálja ki ingyenes WPmemory bővítményünket:
pl_pl: Jeśli chcesz szybko dostosować i kontrolować limit pamięci WordPress i limit pamięci PHP, wypróbuj naszą darmową wtyczkę WPmemory:
ru_ru: Если вы хотите быстро настроить и контролировать лимит памяти WordPress и лимит памяти PHP, попробуйте наш бесплатный плагин WPmemory:
sr_rs: Ако желите брзо да прилагодите и контролишете своје ограничење меморије у ВордПресс-у и ограничење ПХП меморије, испробајте наш бесплатни додатак ВПмемори:

source: Follow this instructions to do it manually:
hu_hu: A kézi végrehajtáshoz kövesse az alábbi utasításokat:
pl_pl: Aby zrobić to ręcznie, postępuj zgodnie z poniższymi instrukcjami:
pt_pt: Siga estas instruções para fazer isso manualmente:
ru_ru: Чтобы сделать это вручную, следуйте этим инструкциям:
sr_rs: Пратите ова упутства да бисте то урадили ручно:

source: To increase the WordPress memory limit, add this info to your file wp-config.php (located at root folder of your server)
hu_hu: A WordPress memóriakorlát növeléséhez adja hozzá ezt az információt a wp-config.php fájlhoz (a szerver gyökérmappájában található)
pl_pl: Aby zwiększyć limit pamięci WordPress, dodaj tę informację do pliku wp-config.php (znajdującego się w folderze głównym serwera)
pt_pt: Para aumentar o limite de memória do WordPress, adicione esta informação ao seu arquivo wp-config.php (localizado na pasta raiz do seu servidor)
ru_ru: Чтобы увеличить лимит памяти WordPress, добавьте эту информацию в файл wp-config.php (расположенный в корневой папке вашего сервера)
sr_rs: Да бисте повећали ограничење ВордПресс меморије, додајте ове информације у своју датотеку вп-цонфиг.пхп (која се налази у основној фасцикли вашег сервера)

source: (just copy and paste)
hu_hu: (csak másolja és illessze be)
pl_pl: (po prostu skopiuj i wklej)
pt_pt: (basta copiar e colar)
ru_ru: (просто скопируйте и вставьте)
sr_rs: (само копирајте и налепите)

source: before this row:
hu_hu: e sor előtt:
pl_pl: przed tym wierszem:
pt_pt: antes desta linha:
ru_ru: перед этой строкой:
sr_rs: пре овог реда:

source: If you need more, just replace 128 with the new memory limit.
hu_hu: Ha többre van szüksége, cserélje ki a 128-at az új memóriakorlátra.
pl_pl: Jeśli potrzebujesz więcej, po prostu zamień 128 na nowy limit pamięci.
pt_pt: Se você precisar de mais, basta substituir 128 pelo novo limite de memória.
ru_ru: Если вам нужно больше, просто замените 128 на новый лимит памяти.
sr_rs: Ако вам треба више, само замените 128 новим ограничењем меморије.

source: To increase your total server memory, talk with your hosting company.
hu_hu: A teljes szervermemória növelése érdekében beszéljen tárhelyszolgáltatójával.
pl_pl: Aby zwiększyć całkowitą pamięć serwera, skontaktuj się ze swoją firmą hostingową.
pt_pt: Para aumentar a memória total do servidor, fale com sua empresa de hospedagem.
ru_ru: Чтобы увеличить общий объем памяти сервера, обратитесь в свою хостинговую компанию.
sr_rs: Да бисте повећали укупну меморију сервера, разговарајте са својом компанијом за хостовање.

source: How to Tell if Your Site Needs a Shot of more Memory:
hu_hu: Hogyan állapítható meg, hogy webhelyének több memóriára van szüksége:
pl_pl: Jak stwierdzić, czy Twoja witryna potrzebuje większej ilości pamięci:
pt_pt: Como dizer se seu site precisa de mais memória:
ru_ru: Как определить, требуется ли вашему сайту больше памяти:
sr_rs: Како знати да ли вашој веб локацији треба мало више меморије:

source: If your site is behaving slowly, or pages fail to load, you get random white screens of death or 500 internal server error you may need more memory. Several things consume memory, such as WordPress itself, the plugins installed, the theme you're using and the site content.
hu_hu: Ha webhelye lassan működik, vagy az oldalak nem töltődnek be, akkor Ön kap véletlenszerű fehér képernyőket a halálról vagy 500-ról belső szerverhiba, több memóriára lehet szüksége. Több dolog is fogyaszt memóriát, mint például maga a WordPress, a telepített bővítmények, a az Ön által használt témát és a webhely tartalmát.
pl_pl: Jeśli Twoja witryna zachowuje się wolno lub strony nie ładują się, pojawiają się losowe białe ekrany śmierci lub 500 wewnętrznych błędów serwera, być może potrzebujesz więcej pamięci. Kilka rzeczy zużywa pamięć, na przykład sam WordPress, zainstalowane wtyczki, używany motyw i zawartość witryny.
pt_pt: Se seu site estiver se comportando lentamente, ou se as páginas falharem em carregar, você recebe telas brancas aleatórias com erros tipo 500 (erros internos do servidor), você pode precisar de mais memória. Várias coisas consomem memória, como o próprio WordPress, os plugins instalados, o tema que você está usando e o conteúdo do site.
ru_ru: Если ваш сайт работает медленно или страницы не загружаются, вы получаете случайные белые экраны смерти или 500 внутреннюю ошибку сервера, вам может потребоваться больше памяти. Несколько вещей потребляют память, например, сам WordPress, установленные плагины, используемая вами тема и содержимое сайта.
sr_rs: Ако ваш сајт ради споро или се странице не учитавају, ви добијте насумичне беле екране смрти или 500 интерна грешка сервера можда ће вам требати више меморије. Неколико ствари троше меморију, као што је сам ВордПресс, инсталирани додаци, итд тема коју користите и садржај сајта.

source: Basically, the more content and features you add to your site, the bigger your memory limit has to be. if you're only running a small site with basic functions without a Page Builder and Theme Options (for example the native Twenty Sixteen). However, once you use a Premium WordPress theme and you start encountering unexpected issues, it may be time to adjust your memory limit to meet the standards for a modern WordPress installation.
hu_hu: Alapvetően minél több tartalmat és funkciót ad hozzá webhelyéhez, annál nagyobbnak kell lennie a memóriakorlátnak. ha csak egy kicsi oldal alapvető funkciókkal oldalkészítő és téma nélkül Opciók (például a natív Twenty Sixteen). Egyszer azonban prémium WordPress témát használsz, és elkezdesz találkozni váratlan problémák esetén lehet, hogy ideje módosítani a memóriakorlátot hogy megfeleljen a modern WordPress telepítés szabványainak.
pl_pl: Zasadniczo im więcej treści i funkcji dodasz do swojej witryny, tym większy musi być limit pamięci. jeśli prowadzisz tylko małą witrynę z podstawowymi funkcjami bez Page Builder i opcji motywu (na przykład natywny Twenty Sixteen). Jednak gdy używasz motywu Premium WordPress i zaczynasz napotykać nieoczekiwane problemy, może nadszedł czas, aby dostosować limit pamięci tak, aby spełniał standardy nowoczesnej instalacji WordPress.
pt_pt: Basicamente, quanto mais conteúdo e melhoramentos você acrescentar ao seu site, maior tem que ser o limite de sua memória. se você estiver rodando apenas um pequeno site com funções básicas sem page e theme builder Opções (por exemplo, o tema Vinte e Dezesseis). Entretanto, uma vez você usa um tema WordPress Premium e você começa a se deparar problemas inesperados, talvez seja hora de ajustar seu limite de memória para atender aos padrões de uma instalação WordPress moderna.
ru_ru: По сути, чем больше контента и функций вы добавляете на свой сайт, тем больше должен быть ваш лимит памяти. если вы используете только небольшой сайт с базовыми функциями без Page Builder и Theme Options (например, собственный Twenty Sixteen). Однако, как только вы используете премиум-тему WordPress и начинаете сталкиваться с неожиданными проблемами, возможно, пришло время настроить лимит памяти, чтобы он соответствовал стандартам для современной установки WordPress.
sr_rs: У суштини, што више садржаја и функција додате на своју веб локацију, што је ограничење ваше меморије веће. ако водите само мали сајт са основним функцијама без прављења страница и теме Опције (на пример изворни Твенти Сиктеен). Међутим, једном користите Премиум ВордПресс тему и почињете да се сусрећете неочекиваних проблема, можда је време да прилагодите ограничење меморије да испуни стандарде за модерну инсталацију ВордПресс-а.

source: Increase the WP Memory Limit is a standard practice in WordPress and you find instructions also in the official WordPress documentation (Increasing memory allocated to PHP).
hu_hu: A WP memóriakorlát növelése bevett gyakorlat WordPress és megtalálja az utasításokat is a hivatalos WordPress dokumentáció (a PHP számára lefoglalt memória növelése).
pl_pl: Zwiększenie limitu pamięci WP jest standardową praktyką w WordPress i instrukcje można znaleźć również w oficjalnej dokumentacji WordPress (Zwiększanie pamięci przydzielonej do PHP).
pt_pt: Aumentar o limite de memória WP (WP Memory Limit) é uma prática padrão no WordPress e você encontra instruções também na documentação oficial do WordPress (Aumentar a memória alocada ao PHP).
ru_ru: Увеличение лимита памяти WP является стандартной практикой в WordPress, и вы также найдете инструкции в официальной документации WordPress (Увеличение памяти, выделенной для PHP).
sr_rs: Повећање ограничења ВП меморије је стандардна пракса у ВордПресс и упутства ћете наћи иу званичном ВордПресс документација (Повећање меморије додељене ПХП-у).

source: Here is the link:
hu_hu: Itt a link:
pl_pl: Oto link:
pt_pt: Aqui está o link:
ru_ru: Вот ссылка:
sr_rs: ево линка:

source: Car Dealer Premium: More Features, More Control, More Sales!
hu_hu: Autókereskedő prémium: több funkció, több vezérlés, több értékesítés!
pl_pl: Car Dealer Premium: Więcej funkcji, Więcej kontroli, Więcej sprzedaży!
ru_ru: Премиум-версия для автодилеров: больше функций, больше контроля, больше продаж!
sr_rs: Цар Деалер Премиум: Више функција, више контроле, више продаје!

source: Access Advanced Features for Design and Car Filtering!
hu_hu: Hozzáférés a tervezéshez és az autószűréshez szükséges speciális funkciókhoz!
pl_pl: Uzyskaj dostęp do zaawansowanych funkcji filtrowania projektów i samochodów!
ru_ru: Получите доступ к расширенным функциям для проектирования и фильтрации автомобилей!
sr_rs: Приступите напредним функцијама за дизајн и филтрирање аутомобила!

source: Unlock the Full Potential of Your Showroom with Car Dealer Premium!
hu_hu: Fedezze fel bemutatótermének teljes potenciálját az autókereskedő prémiummal!
pl_pl: Odkryj pełny potencjał swojego salonu dzięki Car Dealer Premium!
ru_ru: Раскройте весь потенциал вашего автосалона с Car Dealer Premium!
sr_rs: Откључајте пун потенцијал свог изложбеног простора уз Цар Деалер Премиум!

source: Many Features are not included in the free version
hu_hu: Sok funkció nem szerepel az ingyenes verzióban
pl_pl: Wiele funkcji nie jest dostępnych w wersji bezpłatnej
ru_ru: Многие функции не включены в бесплатную версию.
sr_rs: Многе функције нису укључене у бесплатну верзију

source: More Shortcodes to increase your control over the show room page
hu_hu: További rövid kódok a bemutatóterem oldalának növeléséhez
pl_pl: Więcej krótkich kodów zwiększających kontrolę nad stroną salonu wystawowego
pt_pt: Mais códigos curtos (shortcodes) para aumentar seu controle sobre a página do show room
ru_ru: Дополнительные шорткоды для улучшения контроля над страницей шоу-рума
sr_rs: Више кратких кодова за повећање контроле над страницом изложбене собе

source: Last Cars and Featured Cars Page
hu_hu: Utolsó autók és kiemelt autók oldal
pl_pl: Ostatnie samochody i strona z wyróżnionymi samochodami
ru_ru: Страница последних и избранных автомобилей
sr_rs: Страница Последњи аутомобили и Истакнути аутомобили

source: Complete real time visual template design functionality.
hu_hu: Teljes valós idejű vizuális sablontervezési funkció.
pl_pl: Pełna funkcjonalność projektowania wizualnych szablonów w czasie rzeczywistym.
ru_ru: Полный функционал визуального проектирования шаблонов в режиме реального времени.
sr_rs: Комплетна функционалност визуелног дизајна шаблона у реалном времену.

source: Unlimited Colours Setup to match your site theme
hu_hu: Korlátlan színbeállítás a webhely témájához igazodva
pl_pl: Nieograniczona konfiguracja kolorów dostosowana do motywu Twojej witryny
pt_pt: Configuração de cores ilimitadas para combinar com o tema de seu site
ru_ru: Неограниченная настройка цветов в соответствии с темой вашего сайта
sr_rs: Подешавање неограничених боја у складу са темом вашег сајта

source: Dedicated Premium Support
hu_hu: Dedikált prémium támogatás
pl_pl: Dedykowane wsparcie Premium
ru_ru: Специализированная премиум-поддержка
sr_rs: Посебна премиум подршка

source: A Lot More...
hu_hu: Még sok...
pl_pl: Dużo więcej...
ru_ru: Намного больше...
sr_rs: Много више...

source: Did you like the CarDealer Plugin?
hu_hu: Tetszett a CarDealer Plugin?
pl_pl: Czy spodobała Ci się wtyczka CarDealer?
ru_ru: Вам понравился плагин CarDealer?
sr_rs: Да ли вам се допао додатак ЦарДеалер?

source: Please support us by rating our plugin on WordPress.org. Help us keep this plugin live and updated.
hu_hu: Kérjük, támogasson minket azzal, hogy értékeli bővítményünket a WordPress.org webhelyen. Segítsen nekünk, hogy ez a beépülő modul élesben és frissítve maradjon.
pl_pl: Wesprzyj nas, oceniając naszą wtyczkę na WordPress.org. Pomóż nam utrzymać tę wtyczkę na żywo i aktualizować ją.
ru_ru: Пожалуйста, поддержите нас, оценив наш плагин на WordPress.org. Помогите нам поддерживать этот плагин в рабочем состоянии и в обновленном состоянии.
sr_rs: Подржите нас тако што ћете оценити наш додатак на ВордПресс.орг. Помозите нам да овај додатак буде активан и ажуриран.

source: Rate
hu_hu: Arány
pl_pl: Wskaźnik
pt_pt: Avalie
ru_ru: Ставка
sr_rs: Рате

source: Please help us keep the plugin live & up-to-date
hu_hu: Kérjük, segítsen nekünk a beépülő modult naprakészen tartani
pl_pl: Pomóż nam utrzymać wtyczkę na żywo i aktualizować ją
ru_ru: Пожалуйста, помогите нам поддерживать плагин в актуальном состоянии.
sr_rs: Молимо вас да нам помогнете да додатак буде активан и ажуран

source: Request Information
hu_hu: Információkérés
pl_pl: Poproś o informacje
pt_pt: Solicitar informaçöes
ru_ru: Запросить информацию
sr_rs: Захтевајте информације

source: Your Name
hu_hu: Az Ön neve
pl_pl: Twoje imię
pt_pt: Seu nome
ru_ru: Ваше имя
sr_rs: Ваше име

source: Please type your name
hu_hu: Kérjük, írja be a nevét
pl_pl: Proszę wpisać swoje imię
pt_pt: Favor digitar seu nome
ru_ru: Пожалуйста, введите свое имя
sr_rs: Унесите своје име

source: Your Email
hu_hu: Az Ön e-mailje
pl_pl: Twój e-mail
pt_pt: Seu email
ru_ru: Ваш адрес электронной почты
sr_rs: Ваша е-пошта

source: Please type your email
hu_hu: Kérjük, írja be az e-mail címét
pl_pl: Proszę wpisać swój adres e-mail
pt_pt: Digitar seu email por favor
ru_ru: Пожалуйста, введите свой адрес электронной почты
sr_rs: Унесите своју е-пошту

source: Your Message
hu_hu: Az Ön üzenete
pl_pl: Twoja wiadomość
pt_pt: Sua mensagem
ru_ru: Ваше сообщение
sr_rs: Ваша порука

source: Please type your message
hu_hu: Kérjük, írja be üzenetét
pl_pl: Proszę wpisać swoją wiadomość
pt_pt: Digitar sua mensagem por favor
ru_ru: Пожалуйста, введите ваше сообщение
sr_rs: Унесите своју поруку

source: Send
hu_hu: Elküld
pl_pl: Wysłać
pt_pt: Enviar
ru_ru: Отправлять
sr_rs: Пошаљи

source: Cancel
hu_hu: Mégse
pl_pl: Anulować
pt_pt: Cancelar
ru_ru: Отмена
sr_rs: Откажи
