Repository: common-repository/cardealer
Catalog: language/cardealer-*.po
Languages: hu_hu, pl_pl, pt_pt, ru_ru, sr_rs

source: Please, wait... Dismissing...
pt_pt: Por favor, espere... Dismissing...

source: Watch Again
pt_pt: Assistir Novamente

source: Dismiss
pt_pt: Descartar

source: Hi, my name is Bill Minozzi, and I am developer of
pt_pt: Olá, meu nome é Bill Minozzi, e sou desenvolvedor de

source: Thank You!
pt_pt: Obrigado!

source: Yes, Submit
pt_pt: Sim, enviar

source: Skip
pt_pt: Pular

source: If you have a moment, Please, let us know you and why you are deactivating.
pt_pt: Se você tiver um momento, por favor, informe-nos sobre você e porque você está desativando.

source: If you Kindly tell us the reason so we can improve it and maybe give some support by email to you.
pt_pt: Se você gentilmente nos disser o motivo para que possamos melhorá-lo e talvez lhe dar algum apoio por e-mail.

source: type here yours sugestions and/or issues...
pt_pt: digite aqui as suas sugestões e/ou questões...

source: (In this case, we are unable to email you)
pt_pt: (Neste caso, não poderemos lhe responder e enviar um e-mail)

source: Submit and Deactivate
pt_pt: Enviar e desativar

source: Hello, my name is Bill Minozzi, and I am developer of
pt_pt: Olá, meu nome é Bill Minozzi, e sou desenvolvedor do

source: If you like this product, please write a few words about it. It will help other people find this useful plugin more quickly.<br><b>Thank you!</b>
pt_pt: Se você gosta deste produto, por favor, escreva algumas palavras sobre ele. Ele ajudará outras pessoas a encontrar este útil plugin mais rapidamente. Obrigado!

source: No, dismiss
pt_pt: Não, desistir

source: or
pt_pt: ou

source: Remind me later
pt_pt: Lembrar-me mais tarde

source: Iranian Rial (&#65020;)
pt_pt: Rial iraniano (& #65020;)

source: My Memory Test
pt_pt: Teste de memória

source: Critical
pt_pt: Crítica

source: Low WordPress Memory Limit in wp-config file
pt_pt: Limite baixo de memória WordPress no arquivo wp-config

source: Run your site with low memory available, can result in behaving slowly, or pages fail to load, you get random white screens of death or 500 internal server error. Basically, the more content, features and plugins you add to your site, the bigger your memory limit has to be. Increase the WP Memory Limit is a standard practice in WordPress. You can manually increase memory limit in WordPress by editing the wp-config.php file. You can find instructions in the official WordPress documentation (Increasing memory allocated to PHP). Just click the link below:
pt_pt: Manter seu site com pouca memória disponível, pode resultar em um comportamento lento, ou páginas não carregadas, você recebe telas brancas aleatórias de morte ou erros internos tipo 500 no servidor. Basicamente, quanto mais conteúdo, características e plugins você adicionar ao seu site, maior terá que ser o limite de memória. Aumentar o limite de memória WP é uma prática padrão no WordPress. Você pode aumentar manualmente o limite de memória no WordPress editando o arquivo wp-config.php. Você pode encontrar instruções na documentação oficial do WordPress (Aumentar a memória alocada ao PHP). Basta clicar no link abaixo:

source: WordPress Help Page
pt_pt: Página de Ajuda WordPress

source: Wrong Permalink
pt_pt: Permalink errado

source: Wrong Permalink Settings
pt_pt: Configurações erradas de Permalink

source: Please, fix it to avoid 404 error page. To correct, just go to Dashboard => Settings => Permalinks => Post Name (check) Then, click Save Changes.
pt_pt: Por favor, conserte-o para evitar página de erro tipo 404. Para corrigir, basta ir para Painel de controle => Configurações => Permalinks => Post Name (marcar) Em seguida, clique em Salvar mudanças.

source: In Show Room Page, use Gallery, List View or Grid Template
pt_pt: Na pagina Show Room, escolha entre estilos Gallery ou Grid ou List View

source: In Single Car Page, Template (Model 2 e 3 works only in Premium Version)
pt_pt: Na página do carro, o modelo (Modelo 2 e 3 funciona apenas na versão Premium)

source: Single Car Pop UP Width (Works only in Premium Version)
pt_pt: Largura Pop UP para pafina do carro (funciona somente na versão Premium)

source: This TAB works only in Premium Version
pt_pt: Este TAB funciona apenas na versão Premium

source: Choose colours and so on
pt_pt: Escolha as cores e assim por diante

source: Search Button Background Color
pt_pt: Cor de fundo do botao pesquisar

source: Search Button Color
pt_pt: Cor do texto do botao pesquisar

source: Foreground Text Color
pt_pt: Cor do Texto

source: Label Color
pt_pt: Cor do Label

source: Select Border Color
pt_pt: Selecione a cor da borda

source: car Background Page Color
pt_pt: cor de fundo da pagina de autos

source: car Box Border Color
pt_pt: cor da borda

source: Select Title Color
pt_pt: Cor do titulo

source: Single car Page Background Color
pt_pt: Cor de fundo da pagina de autos

source: Single car Page Foreground Text Color
pt_pt: Cor do texto da pagina de autos

source: Customized CSS
pt_pt: Customizado CSS
