Repository: common-repository/cardealer
Catalog: language/cardealer-*.po
Languages: hu_hu, pl_pl, pt_pt, ru_ru, sr_rs

source: Sending your message. Please wait...
hu_hu: Üzeneted elküldése. Kérem, várjon...
pl_pl: Wysyłanie wiadomości. Proszę czekać...
pt_pt: Enviando sua mensagem. Por favor, aguarde...
ru_ru: Отправка вашего сообщения. Пожалуйста, подождите...
sr_rs: Слање ваше поруке. сачекајте...

source: Thanks for your message! We'll get back to you shortly.
hu_hu: Köszönjük üzenetét! Hamarosan jelentkezünk.
pl_pl: Dziękujemy za wiadomość! Wkrótce do Ciebie wrócimy.
pt_pt: Obrigado por sua mensagem! Entraremos em contato com você em breve.
ru_ru: Спасибо за ваше сообщение! Мы свяжемся с вами в ближайшее время.
sr_rs: Хвала на поруци! Јавићемо вам се ускоро.

source: There was a problem sending your message. Please try again.
hu_hu: Hiba történt az üzenet elküldésekor. Kérjük, próbálja újra.
pl_pl: Wystąpił problem z wysłaniem Twojej wiadomości. Spróbuj ponownie.
pt_pt: Houve um problema ao enviar a sua mensagem. Por favor, tente novamente.
ru_ru: Возникла проблема с отправкой вашего сообщения. Попробуйте еще раз.
sr_rs: Дошло је до проблема при слању ваше поруке. Покушајте поново.

source: Please enter one valid email address.
hu_hu: Kérjük, adjon meg egy érvényes e-mail címet.
pl_pl: Proszę wpisać jeden prawidłowy adres e-mail.
pt_pt: Por favor, digite um endereço de e-mail válido.
ru_ru: Введите один действительный адрес электронной почты.
sr_rs: Унесите једну важећу адресу е-поште.

source: Please complete all the fields in the form before sending.
hu_hu: Kérjük, küldés előtt töltse ki az űrlap összes mezőjét.
pl_pl: Przed wysłaniem prosimy o wypełnienie wszystkich pól formularza.
pt_pt: Por favor, preencha todos os campos do formulário antes de enviar.
ru_ru: Пожалуйста, заполните все поля формы перед отправкой.
sr_rs: Молимо попуните сва поља у обрасцу пре слања.

source: Name Error. Use only alpha.
hu_hu: Név hiba. Csak alfát használjon.
pl_pl: Błąd nazwy. Użyj tylko litery.
pt_pt: Nome Erro. Usar somente alfa.
ru_ru: Ошибка имени. Используйте только альфа.
sr_rs: Грешка у имену. Користите само алфа.

source: Message Error. Only Use only alpha and numbers.
hu_hu: Üzenet hiba. Csak csak alfa- és számjegyeket használjon.
pl_pl: Błąd wiadomości. Używaj tylko liter i cyfr.
pt_pt: Erro de Mensagem. Usar somente alfa e números.
ru_ru: Сообщение об ошибке. Используйте только буквы и цифры.
sr_rs: Порука Грешка. Користите само алфа и бројеве.

source: Cardealer Custom Design
hu_hu: Cardealer egyedi tervezés
pl_pl: Projekt niestandardowy Carddealer
ru_ru: Индивидуальный дизайн для дилера
sr_rs: Цардеалер Цустом Десигн

source: Click the Templates icon at the top left of the preview window to change your template. To customize further, simply click on any element, or it's corresponding shortcut icon, to edit it's styling.
hu_hu: A sablon módosításához kattintson az előnézeti ablak bal felső sarkában található Sablonok ikonra. A további testreszabáshoz egyszerűen kattintson bármelyik elemre vagy a megfelelő parancsikonra a stílus szerkesztéséhez.
pl_pl: Kliknij ikonę Szablony w lewym górnym rogu okna podglądu, aby zmienić szablon. Aby dostosować go bardziej, po prostu kliknij dowolny element lub odpowiadającą mu ikonę skrótu, aby edytować jego styl.
ru_ru: Нажмите значок Шаблоны в левом верхнем углу окна предварительного просмотра, чтобы изменить шаблон. Для дальнейшей настройки просто нажмите на любой элемент или на соответствующий значок ярлыка, чтобы изменить его стиль.
sr_rs: Кликните на икону Шаблони у горњем левом углу прозора за преглед да бисте променили шаблон. Да бисте додатно прилагодили, једноставно кликните на било који елемент, или одговарајућу икону пречице, да бисте уредили његов стил.

source: Help
hu_hu: Segítség
pl_pl: Pomoc
ru_ru: Помощь
sr_rs: Помоћ

source: Templates
hu_hu: Sablonok
pl_pl: Szablony
ru_ru: Шаблоны
sr_rs: Шаблони

source: Choose the Car Dealer Template to Use.
hu_hu: Válassza ki a használni kívánt autókereskedő sablont.
pl_pl: Wybierz szablon sprzedawcy samochodów, którego chcesz użyć.
ru_ru: Выберите шаблон автодилера для использования.
sr_rs: Изаберите шаблон продавача аутомобила који ћете користити.

source: Single Car Templates
hu_hu: Egy autós sablonok
pl_pl: Szablony pojedynczych samochodów
ru_ru: Шаблоны для отдельных автомобилей
sr_rs: Шаблони за један аутомобил

source: Choose the Single Car Template to Use.
hu_hu: Válassza ki a használni kívánt egyetlen autós sablont.
pl_pl: Wybierz szablon pojedynczego samochodu, którego chcesz użyć.
ru_ru: Выберите шаблон для одного автомобиля.
sr_rs: Изаберите шаблон за један аутомобил који ћете користити.

source: Search Box LayOut
hu_hu: Keresőmező elrendezése
pl_pl: Układ pola wyszukiwania
ru_ru: Макет окна поиска
sr_rs: Изглед оквира за претрагу

source: Design the Search Box
hu_hu: Tervezze meg a keresőmezőt
pl_pl: Zaprojektuj pole wyszukiwania
ru_ru: Создайте поле поиска
sr_rs: Дизајнирајте оквир за претрагу

source: Search Box Fields
hu_hu: Keresőmezők
pl_pl: Pola pola wyszukiwania
ru_ru: Поля поля поиска
sr_rs: Поља оквира за претрагу

source: Manage the Design fields
hu_hu: Kezelje a Tervezés mezőket
pl_pl: Zarządzaj polami projektu
ru_ru: Управление полями дизайна
sr_rs: Управљајте пољима дизајна

source: Search Box Slider
hu_hu: Keresőmező csúszkája
pl_pl: Suwak pola wyszukiwania
ru_ru: Ползунок окна поиска
sr_rs: Клизач оквира за претрагу

source: Customize the price Slider.
hu_hu: Az árcsúszka testreszabása.
pl_pl: Dostosuj suwak cen.
ru_ru: Настройте слайдер цен.
sr_rs: Прилагодите клизач цене.

source: Search Box Button
hu_hu: Keresőmező gomb
pl_pl: Przycisk pola wyszukiwania
ru_ru: Кнопка «Поиск»
sr_rs: Дугме оквира за претрагу

source: Customize the Search Box Button.
hu_hu: A keresőmező gombjának testreszabása.
pl_pl: Dostosuj przycisk pola wyszukiwania.
ru_ru: Настройте кнопку «Поиск».
sr_rs: Прилагодите дугме оквира за претрагу.

source: Car Template and Widgets
hu_hu: Autósablon és widgetek
pl_pl: Szablony i widżety samochodowe
ru_ru: Шаблоны и виджеты автомобилей
sr_rs: Шаблон аутомобила и виџети

source: Customize the Car Template and Widgets.
hu_hu: Szabja személyre az autósablont és a widgeteket.
pl_pl: Dostosuj szablon samochodu i widżety.
ru_ru: Настройте шаблон автомобиля и виджеты.
sr_rs: Прилагодите шаблон аутомобила и виџете.

source: Single Car Template
hu_hu: Egy autó sablon
pl_pl: Szablon pojedynczego samochodu
ru_ru: Шаблон для одного автомобиля
sr_rs: Шаблон за један аутомобил

source: Customize the Single Car Template.
hu_hu: Szabja személyre az egyautós sablont.
pl_pl: Dostosuj szablon pojedynczego samochodu.
ru_ru: Настройте шаблон для одного автомобиля.
sr_rs: Прилагодите шаблон за један аутомобил.

source: Buttons Back and Contact Us
hu_hu: Vissza gombok és lépjen kapcsolatba velünk
pl_pl: Przyciski Wstecz i Skontaktuj się z nami
ru_ru: Кнопки Назад и Связаться с нами
sr_rs: Дугмад Назад и контактирајте нас

source: Customize the Buttons Back and Contact Us.
hu_hu: Szabja testre a gombokat Vissza, és lépjen kapcsolatba velünk.
pl_pl: Dostosuj przyciski Wstecz i Skontaktuj się z nami.
ru_ru: Настройте кнопки «Назад» и «Связаться с нами».
sr_rs: Прилагодите дугмад Назад и контактирајте нас.

source: Search Fields Label Color
hu_hu: Keresési mezők Címke színe
pl_pl: Szukaj Pola Etykieta Kolor
ru_ru: Цвет метки полей поиска
sr_rs: Боја ознаке поља за претрагу

source: Search Fields Controls Color
hu_hu: Keresési mezők vezérli a színt
pl_pl: Pola wyszukiwania Kontrolki Kolor
ru_ru: Цвет элементов управления полей поиска
sr_rs: Поља за претрагу Контроле Боја

source: Search Fields Controls Background Color
hu_hu: A keresési mezők a háttérszínt szabályozzák
pl_pl: Pola wyszukiwania Kontrolki Kolor tła
ru_ru: Цвет фона элементов управления полей поиска
sr_rs: Поља за претрагу Контролише боју позадине

source: Search Fields Controls Border Radius
hu_hu: A keresési mezők a határ sugarát szabályozzák
pl_pl: Pola wyszukiwania Kontrole Promień obramowania
ru_ru: Поиск Поля Элементы управления Граница Радиус
sr_rs: Поља за претрагу контролишу радијус границе

source: Border Radius: from 0 to 30.
hu_hu: Határ sugara: 0 és 30 között.
pl_pl: Promień obramowania: od 0 do 30.
ru_ru: Радиус границы: от 0 до 30.
sr_rs: Радијус границе: од 0 до 30.

source: Search Slider Label Color
hu_hu: Keresés a csúszka címkeszíne
pl_pl: Kolor etykiety suwaka wyszukiwania
ru_ru: Цвет метки ползунка поиска
sr_rs: Претрага боја налепнице клизача

source: Search Slider Color
hu_hu: Keresés a csúszka színében
pl_pl: Szukaj Suwak Kolor
ru_ru: Цвет ползунка поиска
sr_rs: Боја клизача претраге

source: Search Slider Handle Color
hu_hu: Keresés a csúszka fogantyújának színében
pl_pl: Kolor uchwytu suwaka wyszukiwania
ru_ru: Цвет ручки ползунка поиска
sr_rs: Боја дршке клизача за претрагу

source: Search Slider Background Color
hu_hu: Keresés csúszka háttérszíne
pl_pl: Kolor tła suwaka wyszukiwania
ru_ru: Цвет фона ползунка поиска
sr_rs: Боја позадине клизача за претрагу

source: Search Slider Border Radius
pl_pl: Promień obramowania suwaka wyszukiwania
ru_ru: Радиус границы ползунка поиска
sr_rs: Полупречник ивице клизача за претрагу

source: Search Slider Border Color
hu_hu: Keresés a csúszka szegélyszíne
pl_pl: Kolor obramowania suwaka wyszukiwania
ru_ru: Цвет границы ползунка поиска
sr_rs: Боја ивице клизача претраге

source: Search Box Button Text Color
hu_hu: Keresőmező gomb szövegének színe
pl_pl: Kolor tekstu przycisku pola wyszukiwania
ru_ru: Цвет текста кнопки поиска
sr_rs: Боја текста дугмета оквира за претрагу

source: Search Box Button Background Color
hu_hu: Keresőmező gomb háttérszíne
pl_pl: Kolor tła przycisku pola wyszukiwania
ru_ru: Цвет фона кнопки поля поиска
sr_rs: Боја позадине дугмета за поље за претрагу

source: Search Box Button Width
hu_hu: Keresőmező gomb szélessége
pl_pl: Szerokość przycisku pola wyszukiwania
ru_ru: Ширина кнопки поля поиска
sr_rs: Ширина дугмета оквира за претрагу

source: Button width: from 100 to 300.
hu_hu: Gombszélesség: 100-300.
pl_pl: Szerokość przycisku: od 100 do 300.
ru_ru: Ширина кнопки: от 100 до 300.
sr_rs: Ширина дугмета: од 100 до 300.

source: Search Box Button Border Radius
hu_hu: Keresőmező gomb szegély sugara
pl_pl: Promień obramowania przycisku pola wyszukiwania
ru_ru: Радиус границы кнопки поля поиска
sr_rs: Радијус ивице оквира за претрагу

source: Template Name
hu_hu: Sablon neve
pl_pl: Nazwa szablonu
ru_ru: Название шаблона
sr_rs: Име шаблона

source: Single Car Template Name
hu_hu: Egy autós sablon neve
pl_pl: Nazwa szablonu pojedynczego samochodu
ru_ru: Название шаблона отдельного автомобиля
sr_rs: Назив шаблона за један аутомобил

source: Single Car Template Pop Up Modal Width
pl_pl: Pojedynczy szablon samochodu Pop-Up Modal Szerokość
ru_ru: Ширина модального окна шаблона одного автомобиля
sr_rs: Модална ширина искачућег шаблона за један аутомобил

source: Template Text Color
hu_hu: Sablon szöveg színe
pl_pl: Kolor tekstu szablonu
ru_ru: Цвет текста шаблона
sr_rs: Боја текста шаблона

source: Template Background Color (works with templates gallery and list view)
hu_hu: Sablon háttérszíne (sablongalériával és listanézettel működik)
pl_pl: Kolor tła szablonu (działa z galerią szablonów i widokiem listy)
ru_ru: Цвет фона шаблона (работает с галереей шаблонов и списком)
sr_rs: Боја позадине шаблона (ради са галеријом шаблона и приказом листе)

source: Template Title Color
hu_hu: Sablon cím színe
pl_pl: Kolor tytułu szablonu
ru_ru: Цвет заголовка шаблона
sr_rs: Боја наслова шаблона

source: Template Button View Color
hu_hu: Sablon gomb nézet színe
pl_pl: Szablon Przycisk Widok Kolor
ru_ru: Цвет кнопки шаблона
sr_rs: Боја приказа дугмета шаблона

source: Template Button View Background Color
hu_hu: Sablon gomb megtekintése háttérszín
pl_pl: Szablon Przycisk Widok Kolor tła
ru_ru: Цвет фона кнопки шаблона
sr_rs: Дугме шаблона Прикажи боју позадине

source: Template Button View Border Radius
hu_hu: Sablon gomb Nézet szegély sugara
pl_pl: Szablon Przycisk Widok Promień obramowania
ru_ru: Шаблон Кнопка Вид Граница Радиус
sr_rs: Предложак Дугме Приказ границе радијуса

source: Template Button View Width
hu_hu: Sablon gomb nézet szélessége
pl_pl: Szerokość widoku przycisku szablonu
ru_ru: Ширина отображения кнопки шаблона
sr_rs: Ширина приказа дугмета шаблона

source: Template List View Separator Color
hu_hu: Sablonlista nézet elválasztó színe
pl_pl: Kolor separatora widoku listy szablonów
ru_ru: Цвет разделителя представления списка шаблонов
sr_rs: Боја сепаратора приказа листе шаблона

source: Template Grid Border Color
hu_hu: Sablon rács szegély színe
pl_pl: Kolor obramowania siatki szablonu
ru_ru: Цвет рамки сетки шаблона
sr_rs: Боја ивице мреже шаблона

source: Template Gallery and Widgets Border Color
hu_hu: Sablongaléria és widgetek szegélyszíne
pl_pl: Kolor obramowania galerii szablonów i widżetów
ru_ru: Цвет рамки галереи шаблонов и виджетов
sr_rs: Боја ивице галерије шаблона и виџета

source: Template Gallery and Widgets Border Radius
hu_hu: Sablongaléria és a widgetek határ sugara
pl_pl: Galeria szablonów i promień obramowania widżetów
ru_ru: Радиус рамки галереи шаблонов и виджетов
sr_rs: Полупречник границе галерије шаблона и виџета

source: Template Gallery and Widgets Title Color
hu_hu: Sablongaléria és widgetek címszíne
pl_pl: Galeria szablonów i kolor tytułu widżetów
ru_ru: Цвет заголовка галереи шаблонов и виджетов
sr_rs: Боја наслова галерије шаблона и виџета

source: Template Gallery and Widgets Title Background Color
hu_hu: Sablongaléria és widgetek cím háttérszíne
pl_pl: Galeria szablonów i widżetów Tytuł Kolor tła
ru_ru: Цвет фона заголовка галереи шаблонов и виджетов
sr_rs: Галерија шаблона и виџети Боја позадине наслова

source: Widget Search Background Color
hu_hu: Widget keresés háttérszíne
pl_pl: Kolor tła wyszukiwania widżetu
ru_ru: Цвет фона поиска виджета
sr_rs: Боја позадине претраге виџета

source: Single Car Template Background Color (works with templates 1 and 4
hu_hu: Egy autós sablon háttérszíne (az 1. és 4. sablonnal működik
pl_pl: Kolor tła pojedynczego szablonu samochodu (działa z szablonami 1 i 4)
ru_ru: Цвет фона для шаблона одного автомобиля (работает с шаблонами 1 и 4)
sr_rs: Боја позадине шаблона за један аутомобил (ради са шаблонима 1 и 4

source: Single Car Template Color
hu_hu: Egy autó sablon színe
pl_pl: Szablon pojedynczego samochodu Kolor
ru_ru: Цвет шаблона одного автомобиля
sr_rs: Боја шаблона за један аутомобил

source: Single Car Template Features Title Background Color
hu_hu: Egy autós sablon jellemzői a cím háttérszíne
pl_pl: Szablon pojedynczego samochodu Cechy Tytuł Tło Kolor
ru_ru: Шаблон Single Car Особенности Заголовок Фон Цвет
sr_rs: Предложак за један аутомобил има боју позадине наслова

source: Single Car Template Features Title Color
hu_hu: Egy autós sablon jellemzői a cím színének
pl_pl: Szablon pojedynczego samochodu Funkcje Tytuł Kolor
ru_ru: Шаблон для одного автомобиля Особенности Цвет заголовка
sr_rs: Предложак за један аутомобил има боју наслова

source: Single Car Template Features Border Color
hu_hu: Az egyautós sablon szegélyszínt tartalmaz
pl_pl: Szablon pojedynczego samochodu Cechy Kolor obramowania
ru_ru: Шаблон для одного автомобиля имеет цвет рамки
sr_rs: Шаблон за један аутомобил има боју ивице

source: Features Border Radius
hu_hu: Határsugárral rendelkezik
pl_pl: Cechy Promień graniczny
ru_ru: Радиус скругления границ
sr_rs: Карактеристике Бордер Радиус

source: Features Border Radius: from 0 to 30.
hu_hu: Jellemzők Határsugár: 0 és 30 között.
pl_pl: Funkcje Promień obramowania: od 0 do 30.
ru_ru: Радиус границы: от 0 до 30.
sr_rs: Карактеристике Гранични радијус: од 0 до 30.

source: Background Color
hu_hu: Háttérszín
pl_pl: Kolor tła
pt_pt: Cor de fundo
ru_ru: Цвет фона
sr_rs: Боја позадине

source: Border Size
hu_hu: Szegély mérete
pl_pl: Rozmiar obramowania
ru_ru: Размер границы
sr_rs: Бордер Сизе

source: Border Size: from 0 to 5. Mark 0 to hide the Boarder.
hu_hu: Szegély mérete: 0-tól 5-ig. Jelölje be a 0-t a határvonal elrejtéséhez.
pl_pl: Rozmiar obramowania: od 0 do 5. Zaznacz 0, aby ukryć obramowanie.
ru_ru: Размер границы: от 0 до 5. Отметьте 0, чтобы скрыть границу.
sr_rs: Величина ивице: од 0 до 5. Означите 0 да бисте сакрили ивицу.

source: Border Radius
hu_hu: Határsugár
pl_pl: Promień graniczny
ru_ru: Радиус границы
sr_rs: Гранични радијус

source: Border Radius: from 1 to 70px.
hu_hu: Szegély sugara: 1 és 70 képpont között.
pl_pl: Promień obramowania: od 1 do 70px.
ru_ru: Радиус границы: от 1 до 70 пикселей.
sr_rs: Радијус ивице: од 1 до 70 пиксела.

source: Border Color
hu_hu: Szegély színe
pl_pl: Kolor obramowania
ru_ru: Цвет границы
sr_rs: Бордер Цолор

source: Margin Bottom
hu_hu: Margó alsó
pl_pl: Margines dolny
ru_ru: Нижнее поле
sr_rs: Маргин Боттом

source: Margin Bottom: from 0 to 30.
hu_hu: Margó alsó: 0-tól 30-ig.
pl_pl: Margines dolny: od 0 do 30.
ru_ru: Нижнее поле: от 0 до 30.
sr_rs: Дно маргине: од 0 до 30.

source: Back and Contact Us Buttons Color
hu_hu: Vissza és Kapcsolat gombok színe
pl_pl: Kolor przycisków Wstecz i Skontaktuj się z nami
ru_ru: Цвет кнопок «Назад» и «Связаться с нами»
sr_rs: Боја дугмади за повратак и контакт са нама

source: Back and Contact Us Buttons Background Color
hu_hu: Vissza és Kapcsolat gombok Háttérszín
pl_pl: Kolor tła przycisków Wstecz i Skontaktuj się z nami
ru_ru: Цвет фона кнопок «Назад» и «Связаться с нами»
sr_rs: Назад и контактирајте нас Дугмад Боја позадине

source: Back and Contact Us Buttons width
hu_hu: Vissza és Kapcsolat Gombok szélessége
pl_pl: Szerokość przycisków Wstecz i Skontaktuj się z nami
ru_ru: Ширина кнопок «Назад» и «Связаться с нами»
sr_rs: Назад и контактирајте нас Ширина дугмади

source: Border Radius: from 100 to 300.
hu_hu: Határ sugara: 100 és 300 között.
pl_pl: Promień obramowania: od 100 do 300.
ru_ru: Радиус границы: от 100 до 300.
sr_rs: Радијус границе: од 100 до 300.

source: Back and Contact Us Buttons Border Radius
hu_hu: Vissza és kapcsolatfelvétel gombok szegélysugár
pl_pl: Przyciski Wstecz i Skontaktuj się z nami Promień obramowania
ru_ru: Радиус границы кнопок «Назад» и «Связаться с нами»
sr_rs: Назад и Контактирајте нас Дугмад Бордер Радиус

source: Our plugin
hu_hu: A mi bővítményünk
pl_pl: Nasza wtyczka
ru_ru: Наш плагин
sr_rs: Наш додатак

source: cannot function properly because your WordPress Memory Limit is too low. Your site will experience serious issues, even if you deactivate our plugin.
hu_hu: nem működik megfelelően, mert a WordPress memóriakorlátja túl alacsony. Webhelye súlyos problémákat fog tapasztalni, még akkor is, ha deaktiválja bővítményünket.
pl_pl: nie może działać prawidłowo, ponieważ Twój limit pamięci WordPress jest zbyt niski. Twoja witryna będzie miała poważne problemy, nawet jeśli dezaktywujesz naszą wtyczkę.
ru_ru: не может нормально функционировать, поскольку ваш предел памяти WordPress слишком низок. Ваш сайт будет испытывать серьезные проблемы, даже если вы деактивируете наш плагин.
sr_rs: не може исправно да функционише јер је ограничење ваше меморије за ВордПресс прениско. Ваш сајт ће имати озбиљне проблеме, чак и ако деактивирате наш додатак.

source: Learn more
hu_hu: További információ
pl_pl: Dowiedz się więcej
ru_ru: Узнать больше
sr_rs: Сазнајте више

source: Your site has errors.
hu_hu: Webhelye hibákat tartalmaz.
pl_pl: Twoja witryna zawiera błędy.
ru_ru: На вашем сайте есть ошибки.
sr_rs: Ваш сајт има грешке.

source: can't function as intended. Errors, including JavaScript errors, may lead to visual problems or disrupt functionality, from minor glitches to critical site failures. Promptly address these issues before continuing.
hu_hu: nem működhet rendeltetésszerűen. A hibák, beleértve a JavaScript-hibákat is, vizuális problémákhoz vagy működési zavarokhoz vezethetnek, a kisebb hibáktól a kritikus webhelyhibákig. A folytatás előtt haladéktalanul kezelje ezeket a problémákat.
pl_pl: nie może działać zgodnie z przeznaczeniem. Błędy, w tym błędy JavaScript, mogą prowadzić do problemów wizualnych lub zakłócać funkcjonalność, od drobnych usterek do krytycznych awarii witryny. Niezwłocznie rozwiąż te problemy przed kontynuowaniem.
ru_ru: не может функционировать как задумано. Ошибки, включая ошибки JavaScript, могут привести к визуальным проблемам или нарушению функциональности, от незначительных сбоев до критических сбоев сайта. Незамедлительно устраните эти проблемы, прежде чем продолжить.
sr_rs: не може да функционише како је предвиђено. Грешке, укључујући ЈаваСцрипт грешке, могу довести до визуелних проблема или пореметити функционалност, од мањих кварова до критичних грешака на сајту. Одмах решите ове проблеме пре него што наставите.

# Site Health
source: Critical Issues
hu_hu: Kritikus kérdések
pl_pl: Ważne problemy
ru_ru: Критические вопросы
sr_rs: Критична питања

source: Displaying the latest recurring errors from your error log file and eventually alert about low WordPress memory limit is a courtesy of plugin
hu_hu: A legújabb ismétlődő hibák megjelenítése a hibanaplófájlból, és végül figyelmeztetés a WordPress alacsony memóriakorlátjáról a beépülő modul jóvoltából
pl_pl: Wyświetlanie najnowszych powtarzających się błędów z pliku dziennika błędów i ewentualne powiadomienie o niskim limicie pamięci WordPress to zasługa wtyczki
ru_ru: Отображение последних повторяющихся ошибок из файла журнала ошибок и, в конечном итоге, оповещение о низком лимите памяти WordPress — это заслуга плагина.
sr_rs: Приказивање најновијих грешака које се понављају из ваше датотеке евиденције грешака и евентуалног упозорења о ниском ограничењу ВордПресс меморије је захваљујући додатку

source: Disabling our plugin does not stop the errors from occurring; it simply means you will no longer be notified here that they are happening, but they can still harm your site.
hu_hu: A bővítményünk letiltása nem akadályozza meg a hibák előfordulását; ez egyszerűen azt jelenti, hogy többé nem kap itt értesítést arról, hogy ezek megtörténnek, de továbbra is károsíthatják webhelyét.
pl_pl: Wyłączenie naszej wtyczki nie zatrzyma występowania błędów; oznacza to po prostu, że nie będziesz już otrzymywać powiadomień o ich wystąpieniu, jednak nadal mogą one szkodzić Twojej witrynie.
ru_ru: Отключение нашего плагина не предотвращает возникновение ошибок; это просто означает, что вы больше не будете получать уведомления об их возникновении, но они все равно могут нанести вред вашему сайту.
sr_rs: Онемогућавање нашег додатка не спречава појаву грешака; то једноставно значи да више нећете бити обавештени овде да се дешавају, али и даље могу да нашкоде вашој веб локацији.

source: Potential Problems
hu_hu: Lehetséges problémák
pl_pl: Potencjalne problemy
ru_ru: Потенциальные проблемы
sr_rs: Потенцијални проблеми

source: Low WordPress Memory Limit
hu_hu: Alacsony WordPress memóriakorlát
pl_pl: Niski limit pamięci WordPress
ru_ru: Низкий лимит памяти WordPress
sr_rs: Ниско ограничење меморије за ВордПресс

source: Your usage now
hu_hu: A használat most
pl_pl: Twoje obecne wykorzystanie
ru_ru: Ваше использование сейчас
sr_rs: Ваша употреба сада

source: Total Php Server Memory
hu_hu: Teljes Php szerver memória
pl_pl: Całkowita pamięć serwera PHP
ru_ru: Общая память сервера PHP
sr_rs: Укупна ПХП меморија сервера
