Repository: common-repository/cardealer
Catalog: language/cardealer-*.po
Languages: hu_hu, pl_pl, pt_pt, ru_ru, sr_rs

source: Your WordPress Memory Limit is too low, which can lead to critical issues on your site due to insufficient resources. Promptly address this issue before continuing.
hu_hu: A WordPress memóriakorlátja túl alacsony, ami az elégtelen erőforrások miatt kritikus problémákhoz vezethet a webhelyen. A folytatás előtt haladéktalanul oldja meg ezt a problémát.
pl_pl: Twój limit pamięci WordPress jest zbyt niski, co może prowadzić do krytycznych problemów na Twojej stronie z powodu niewystarczających zasobów. Natychmiast zajmij się tym problemem przed kontynuowaniem.
ru_ru: Ваш предел памяти WordPress слишком мал, что может привести к критическим проблемам на вашем сайте из-за нехватки ресурсов. Незамедлительно устраните эту проблему, прежде чем продолжить.
sr_rs: Ограничење ваше ВордПресс меморије је прениско, што може довести до критичних проблема на вашој веб локацији због недовољних ресурса. Одмах решите овај проблем пре него што наставите.

source: Site Errors
hu_hu: Webhelyhibák
pl_pl: Błędy witryny
ru_ru: Ошибки сайта
sr_rs: Грешке на сајту

source: Your site has experienced errors for the past 2 days. These errors, including JavaScript issues, can result in visual problems or disrupt functionality, ranging from minor glitches to critical site failures. JavaScript errors can terminate JavaScript execution, leaving all subsequent commands inoperable.
hu_hu: Webhelye hibákat tapasztalt az elmúlt 2 napban. Ezek a hibák, beleértve a JavaScript-problémákat is, vizuális problémákat vagy működési zavarokat okozhatnak, a kisebb hibáktól a kritikus webhelyhibákig. A JavaScript hibák leállíthatják a JavaScript végrehajtását, így az összes további parancs működésképtelenné válik.
pl_pl: W Twojej witrynie wystąpiły błędy w ciągu ostatnich 2 dni. Te błędy, w tym problemy z JavaScript, mogą powodować problemy wizualne lub zakłócać funkcjonalność, od drobnych usterek do krytycznych awarii witryny. Błędy JavaScript mogą zakończyć wykonywanie JavaScript, powodując, że wszystkie kolejne polecenia staną się nieoperacyjne.
ru_ru: На вашем сайте в течение последних 2 дней наблюдались ошибки. Эти ошибки, включая проблемы с JavaScript, могут привести к визуальным проблемам или нарушению функциональности, начиная от незначительных сбоев и заканчивая критическими сбоями сайта. Ошибки JavaScript могут прервать выполнение JavaScript, оставив все последующие команды неработоспособными.
sr_rs: Ваш сајт је имао грешке у последња 2 дана. Ове грешке, укључујући проблеме са ЈаваСцрипт-ом, могу да доведу до визуелних проблема или поремете функционалност, у распону од мањих грешака до критичних грешака на сајту. ЈаваСцрипт грешке могу прекинути извршавање ЈаваСцрипта, остављајући све наредне команде неоперативним.

source: This is a partial list of the errors found.
hu_hu: Ez a talált hibák részleges listája.
pl_pl: Poniżej znajduje się częściowa lista znalezionych błędów.
ru_ru: Это частичный список найденных ошибок.
sr_rs: Ово је делимична листа пронађених грешака.

source: These are critical issues that can have a significant impact on your site's performance. They can cause many plugins and functionalities to malfunction and, in some cases, render your site completely inoperative, depending on their severity. Address them promptly.
hu_hu: Ezek olyan kritikus problémák, amelyek jelentős hatással lehetnek webhelye teljesítményére. Számos beépülő modul és funkció hibás működését okozhatják, és bizonyos esetekben a webhely teljes működésképtelenné válását okozhatják, súlyosságuktól függően. Sürgősen forduljon hozzájuk.
pl_pl: Są to krytyczne problemy, które mogą mieć znaczący wpływ na wydajność Twojej witryny. Mogą one powodować nieprawidłowe działanie wielu wtyczek i funkcji, a w niektórych przypadkach całkowicie uniemożliwić działanie witryny, w zależności od ich powagi. Zajmij się nimi niezwłocznie.
ru_ru: Это критические проблемы, которые могут существенно повлиять на производительность вашего сайта. Они могут привести к сбоям в работе многих плагинов и функций, а в некоторых случаях сделать ваш сайт полностью неработоспособным, в зависимости от их серьезности. Решайте их немедленно.
sr_rs: Ово су критични проблеми који могу имати значајан утицај на учинак вашег сајта. Они могу проузроковати неисправност многих додатака и функционалности и, у неким случајевима, учинити ваш сајт потпуно неоперативним, у зависности од њихове озбиљности. Одмах им се обратите.

source: We're sorry to hear that you're leaving.
hu_hu: Sajnálattal halljuk, hogy elmész.
pl_pl: Przykro nam, że odchodzisz.
ru_ru: Нам жаль слышать, что вы уходите.
sr_rs: Жао нам је што одлазите.

source: Hello,
hu_hu: Helló,
pl_pl: Cześć,
ru_ru: Привет,
sr_rs: здраво,

source: Thank you for using our products. Before you deactivate, we'd like to offer a few options to improve your experience:
hu_hu: Köszönjük, hogy termékeinket használja. A deaktiválás előtt szeretnénk néhány lehetőséget ajánlani az élmény javítására:
pl_pl: Dziękujemy za korzystanie z naszych produktów. Zanim je dezaktywujesz, chcielibyśmy zaoferować kilka opcji, aby poprawić Twoje doświadczenia:
ru_ru: Спасибо за использование наших продуктов. Перед тем, как вы отключите их, мы хотели бы предложить несколько вариантов для улучшения вашего опыта:
sr_rs: Хвала вам што користите наше производе. Пре него што деактивирате, желели бисмо да понудимо неколико опција за побољшање вашег искуства:

source: Explore more plugins - Discover our other free plugins and themes.
hu_hu: Fedezzen fel további bővítményeket – Fedezze fel a többi ingyenes beépülő modult és témát.
pl_pl: Odkryj więcej wtyczek — odkryj nasze inne darmowe wtyczki i motywy.
ru_ru: Изучите больше плагинов. Откройте для себя наши другие бесплатные плагины и темы.
sr_rs: Истражите више додатака - Откријте наше друге бесплатне додатке и теме.

source: Support - Need help? Visit our support page.
hu_hu: Támogatás – Segítségre van szüksége? Látogassa meg támogatási oldalunkat.
pl_pl: Wsparcie - Potrzebujesz pomocy? Odwiedź naszą stronę wsparcia.
ru_ru: Поддержка - Нужна помощь? Посетите нашу страницу поддержки.
sr_rs: Подршка - Потребна вам је помоћ? Посетите нашу страницу за подршку.

source: Cancel deactivation - Changed your mind? Keep using this plugin.
hu_hu: Deaktiválás megszakítása – Meggondolta magát? Továbbra is használja ezt a bővítményt.
pl_pl: Anuluj dezaktywację - Zmieniłeś zdanie? Nadal korzystaj z tej wtyczki.
ru_ru: Отменить деактивацию - Передумали? Продолжайте использовать этот плагин.
sr_rs: Откажите деактивацију - Предомислили сте се? Наставите да користите овај додатак.

source: Deactivate - Proceed with deactivation.
hu_hu: Deaktiválás – Folytassa a deaktiválással.
pl_pl: Dezaktywuj - Kontynuuj dezaktywację.
ru_ru: Деактивировать — продолжить деактивацию.
sr_rs: Деактивирај - Наставите са деактивацијом.

source: Trusted by over 50,000 users, our 20+ free plugins and 6 themes can supercharge your site's security, functionality, and backups.
hu_hu: Több mint 50 000 felhasználó megbízik benne, több mint 20 ingyenes beépülő modulunk és 6 témánk javíthatja webhelye biztonságát, funkcionalitását és biztonsági másolatait.
pl_pl: Ponad 50 000 użytkowników zaufało naszym ponad 20 darmowym wtyczkom i 6 motywom, które mogą znacząco zwiększyć bezpieczeństwo, funkcjonalność i kopie zapasowe Twojej witryny.
ru_ru: Наши 20+ бесплатных плагинов и 6 тем, которым доверяют более 50 000 пользователей, могут вывести безопасность, функциональность и резервное копирование вашего сайта на новый уровень.
sr_rs: У које верује више од 50.000 корисника, наших 20+ бесплатних додатака и 6 тема могу да побољшају безбедност, функционалност и резервне копије ваше веб локације.

source: Best regards!
hu_hu: Üdvözlettel!
pl_pl: Z wyrazami szacunku!
ru_ru: С наилучшими пожеланиями!
sr_rs: Срдачан поздрав!

source: Discover New FREE Plugins
hu_hu: Fedezze fel az új INGYENES bővítményeket
pl_pl: Odkryj nowe BEZPŁATNE wtyczki
ru_ru: Откройте для себя новые БЕСПЛАТНЫЕ плагины
sr_rs: Откријте нове БЕСПЛАТНЕ додатке

source: Support Page
hu_hu: Támogatási oldal
pl_pl: Strona wsparcia
pt_pt: Pagina de Suporte
ru_ru: Страница поддержки
sr_rs: Страница за подршку

source: Just Deactivate
hu_hu: Csak deaktiválja
pl_pl: Po prostu dezaktywuj
pt_pt: Apenas desative
ru_ru: Просто деактивировать
sr_rs: Само деактивирај

source: Coupe
hu_hu: Kupé
pl_pl: Kupa
ru_ru: Купе
sr_rs: Цоупе

source: Luxury Car
hu_hu: Luxus autó
pl_pl: Samochód luksusowy
pt_pt: Autos de luxo
ru_ru: Роскошный автомобиль
sr_rs: Лукури Цар

source: Sedan
hu_hu: Szedán
ru_ru: Седан
sr_rs: Седан

source: Sports Car
hu_hu: Sportautó
pl_pl: Samochód sportowy
pt_pt: Autos esportivos
ru_ru: Спортивный автомобиль
sr_rs: Спортс Цар

source: Sport Utility Vehicle
hu_hu: Sport haszonjármű
pl_pl: Pojazd typu SUV
pt_pt: Autos Esportivos Utilitários
ru_ru: Спортивный внедорожник
sr_rs: Спортско теренско возило

source: Van
pl_pl: Awangarda
pt_pt: Furgao
ru_ru: Ван
sr_rs: Ван

source: Wagon
hu_hu: Kocsi
pl_pl: Wóz
pt_pt: Caminhonete
ru_ru: Вагон
sr_rs: Вагон

source: Other
hu_hu: Más
pl_pl: Inny
pt_pt: Outro
ru_ru: Другой
sr_rs: Остало

source: United Arab Emirates Dirham (&#1583;.&#1573;)
hu_hu: Egyesült Arab Emírségek dirham (د.إ)
pl_pl: Dirham Zjednoczonych Emiratów Arabskich (د.إ)
ru_ru: Дирхам ОАЭ (د.إ)
sr_rs: дирхам Уједињених Арапских Емирата (د.ا)

source: Afghan Afghani (&#1547;)
hu_hu: afgán afgán (؋)
pl_pl: Afgański Afgani (؋)
ru_ru: Афганский афгани (؋)
sr_rs: авганистански авгани (؋)

source: Angolan Kwanza
hu_hu: Angolai Kwanza
pl_pl: Kwanza angolska
pt_pt: Kwanza Angolano
ru_ru: Ангольская кванза
sr_rs: анголска кванза

source: Argentine Pesos (&#36;)
hu_hu: argentin peso ($)
pl_pl: Peso argentyńskie ($)
ru_ru: Аргентинские песо ($)
sr_rs: аргентински пезос ($)

source: Australian Dollars (&#36;)
hu_hu: ausztrál dollár ($)
pl_pl: Dolar australijski ($)
pt_pt: Dólares Australianos (&#36;)
ru_ru: Австралийские доллары ($)
sr_rs: аустралијски долар ($)

source: Brazilian Real (R&#36;)
hu_hu: brazil real (R$)
pl_pl: Real brazylijski (R$)
pt_pt: Real brasileiro (R&#36;)
ru_ru: Бразильский реал (R$)
sr_rs: бразилски реал (Р$)

source: Bulgarian Lev
hu_hu: bolgár Lev
pl_pl: Lew bułgarski
ru_ru: Болгарский лев
sr_rs: бугарски лев

source: Canadian Dollars (&#36;)
hu_hu: Kanadai dollár ($)
pl_pl: Dolary kanadyjskie ($)
pt_pt: Dólares Canadenses (&#36;)
ru_ru: Канадские доллары ($)
sr_rs: канадски долар ($)

source: Swiss Franc
hu_hu: svájci frank
pl_pl: Frank szwajcarski
pt_pt: Franco Suíço
ru_ru: швейцарский франк
sr_rs: швајцарски франак

source: Chinese Yuan (&yen;)
hu_hu: kínai jüan (¥)
pl_pl: Yuan chiński (¥)
ru_ru: Китайский юань (¥)
sr_rs: кинески јуан (¥)

source: Czech Koruna
hu_hu: cseh korona
pl_pl: Korona czeska
pt_pt: Coroa Checa
ru_ru: Чешская крона
sr_rs: Чешка круна

source: Danish Krone
hu_hu: dán korona
pl_pl: Korona duńska
pt_pt: Coroa dinamarquesa
ru_ru: Датская крона
sr_rs: данска круна

source: Euros (&euro;)
hu_hu: euró (€)
pl_pl: Euro (€)
pt_pt: Euro (€)
ru_ru: Евро (€)
sr_rs: евра (€)

source: Pound Sterling (&pound;)
hu_hu: Sterling font (£)
pl_pl: Funt szterling (£)
pt_pt: Sterling de libra (&pound;)
ru_ru: Фунт стерлингов (£)
sr_rs: фунта стерлинга (£)

source: Hong Kong Dollar (&#36;)
hu_hu: hongkongi dollár ($)
pl_pl: Dolar hongkoński ($)
ru_ru: Гонконгский доллар ($)
sr_rs: Хонгконшки долар ($)

source: Croatian Kuna
hu_hu: horvát kuna
pl_pl: Kuna chorwacka
ru_ru: Хорватская куна
sr_rs: хрватска куна

source: Hungarian Forint
hu_hu: magyar forint
pl_pl: Forint węgierski
pt_pt: Forint húngaro
ru_ru: венгерский форинт
sr_rs: мађарска форинта

source: Indonesian Rupiah (Rp)
hu_hu: indonéz rúpia (RP)
pl_pl: Rupia indonezyjska (Rp)
ru_ru: Индонезийская рупия (Rp)
sr_rs: индонежанска рупија (Рп)

source: Israeli Shekel (&#8362;)
hu_hu: izraeli sékel (₪)
pl_pl: Szekel izraelski (₪)
pt_pt: Shekel Israelita (& #8362;)
ru_ru: Израильский шекель (₪)
sr_rs: израелски шекел (₪)

source: Indian Rupee (&#8377;)
hu_hu: indiai rúpia (₹)
pl_pl: Rupia indyjska (₹)
pt_pt: Rúpia indiana (& #8377;)
ru_ru: Индийская рупия (₹)
sr_rs: индијска рупија (₹)

source: Japanese Yen (&yen;)
hu_hu: japán jen (¥)
pl_pl: Jen japoński (¥)
pt_pt: Iêne Japonês (&yen;)
ru_ru: Японская иена (¥)
sr_rs: јапански јен (¥)

source: South Korean Won (&#8361;)
hu_hu: dél-koreai won (₩)
pl_pl: Won południowokoreański (₩)
ru_ru: Южнокорейская вона (₩)
sr_rs: јужнокорејски вон (₩)

source: Mexican Peso (&#36;)
hu_hu: mexikói peso ($)
pl_pl: Peso meksykańskie ($)
pt_pt: Peso Mexicano (&#36;)
ru_ru: Мексиканское песо ($)
sr_rs: мексички пезос ($)

source: Malaysian Ringgits
hu_hu: malajziai ringgitek
pl_pl: Ringgity malezyjskie
pt_pt: Ringgits da Malásia
ru_ru: Малазийские ринггиты
sr_rs: малезијски рингити

source: Norwegian Krone
hu_hu: norvég korona
pl_pl: Korona norweska
pt_pt: Coroa Norueguesa
ru_ru: Норвежская крона
sr_rs: норвешка круна

source: New Zealand Dollar (&#36;)
hu_hu: új-zélandi dollár ($)
pl_pl: Dolar nowozelandzki ($)
ru_ru: Новозеландский доллар ($)
sr_rs: новозеландски долар ($)

source: Philippine Pesos
hu_hu: Fülöp-szigeteki peso
pl_pl: Peso filipińskie
pt_pt: Pesos das Filipinas
ru_ru: Филиппинские песо
sr_rs: филипински пезос

source: Polish Zloty
hu_hu: lengyel zloty
pl_pl: Polski złoty
pt_pt: Zloty polonês
ru_ru: Польский злотый
sr_rs: пољски злот

source: Pakistani Rupee (₨)
hu_hu: pakisztáni rúpia (₨)
pl_pl: Rupia pakistańska (₨)
ru_ru: Пакистанская рупия (₨)
sr_rs: пакистанска рупија (₨)

source: Pesos Chilenos($)
hu_hu: Chilenos peso ($)
pl_pl: Peso chilijskie ($)
ru_ru: Чилийские песо($)
sr_rs: Чиленски пезос ($)

source: Romanian Leu
hu_hu: román lej
pl_pl: Lej rumuński
ru_ru: Румынский лей
sr_rs: румунски леу

source: Russian Rubles
hu_hu: orosz rubel
pl_pl: Ruble rosyjskie
pt_pt: Rubros Russos
ru_ru: Российские рубли
sr_rs: Руске рубље

source: Saudi Riyal (&#65020;)
hu_hu: szaúdi riál (﷼)
pl_pl: Rial saudyjski (﷼)
ru_ru: Саудовский риял (﷼)
sr_rs: саудијски ријал (﷼)

source: Swedish Krona
hu_hu: svéd korona
pl_pl: Korona szwedzka
pt_pt: Coroa Sueca
ru_ru: Шведская крона
sr_rs: шведска круна

source: Singapore Dollar (&#36;)
hu_hu: szingapúri dollár ($)
pl_pl: Dolar singapurski ($)
pt_pt: Dólar de Singapura (&#36;)
ru_ru: Сингапурский доллар ($)
sr_rs: сингапурски долар ($)

source: Thai Baht (&#3647;)
hu_hu: thai baht (฿)
pl_pl: baht tajski (฿)
ru_ru: Тайский бат (฿)
sr_rs: тајландски бат (฿)

source: Turkish Lira (&#8378;)
hu_hu: török líra (₺)
pl_pl: Lira turecka (₺)
pt_pt: Lira Turca (&#8378;)
ru_ru: Турецкая лира (₺)
sr_rs: турска лира (₺)

source: Taiwan New Dollars
hu_hu: Tajvan új dollár
pl_pl: Nowe dolary tajwańskie
pt_pt: Taiwan Novos Dólares
ru_ru: Новые тайваньские доллары
sr_rs: Тајвански нови долари

source: US Dollars (&#36;)
hu_hu: amerikai dollár ($)
pl_pl: Dolary amerykańskie ($)
pt_pt: Dollar Americano(&#36;)
ru_ru: Доллары США ($)
sr_rs: амерички долар ($)

source: Vietnamese Dong (&#8363;)
hu_hu: vietnami dong (₫)
pl_pl: Dong wietnamski (₫)
ru_ru: Вьетнамский донг (₫)
sr_rs: вијетнамски донг (₫)

source: Yen (&yen;)
hu_hu: jen (¥)
pl_pl: Jen (¥)
ru_ru: Йена (¥)
sr_rs: јен (¥)

source: South African Rand
hu_hu: dél-afrikai rand
pl_pl: Rand południowoafrykański
ru_ru: Южноафриканский рэнд
sr_rs: јужноафрички ранд

source: Dashboard
hu_hu: Műszerfal
pl_pl: Panel
pt_pt: Painel
ru_ru: Панель инструментов
sr_rs: Дасхбоард

source: The easiest way to manage, list and sell yours cars online.
hu_hu: Az autók online kezelésének, listázásának és eladásának legegyszerűbb módja.
pl_pl: Najłatwiejszy sposób zarządzania, wystawiania i sprzedaży samochodów online.
pt_pt: A forma mais fácil de fazer negócios e de vender seus autos online.
ru_ru: Самый простой способ управлять, выставлять на продажу и продавать свои автомобили онлайн.
sr_rs: Најлакши начин за управљање, листање и продају својих аутомобила на мрежи.

source: Follow the 3 steps in the Dashboard screen (Car Dealer => Dashboad) after install the plugin.
hu_hu: Kövesse a 3 lépést a Dashboard képernyőn (Car Dealer => Dashboad) a bővítmény telepítése után.
pl_pl: Po zainstalowaniu wtyczki wykonaj 3 kroki na ekranie Pulpitu (Dealer samochodów => Pulpit nawigacyjny).
pt_pt: Após instalar o plugin, siga os 3 passos na tela de dashboard, (Car Dealer => Dashboad).
ru_ru: После установки плагина выполните 3 шага на экране панели инструментов (Car Dealer => Dashboad).
sr_rs: Пратите 3 корака на екрану контролне табле (Продавац аутомобила => Контролна табла) након што инсталирате додатак.

source: You will find Context Help in many screens.
hu_hu: A Context Help számos képernyőn található.
pl_pl: Pomoc kontekstową znajdziesz na wielu ekranach.
pt_pt: Você encontrará Ajuda Contextual em muitas telas.
ru_ru: На многих экранах вы найдете контекстную справку.
sr_rs: Контекстну помоћ ћете пронаћи на многим екранима.

source: You can find also our complete OnLine Guide
hu_hu: Megtalálhatja a teljes OnLine útmutatónkat is
pl_pl: Można również znaleźć nasz kompletny przewodnik online
pt_pt: Você também pode encontrar nosso completo Guia OnLine
ru_ru: Вы также можете найти наше полное онлайн-руководство
sr_rs: Такође можете пронаћи наш комплетан ОнЛине водич

source: here.
hu_hu: itt.
pl_pl: Tutaj.
pt_pt: aqui.
ru_ru: здесь.
sr_rs: овде.

source: If you want to import demo data, download the demo data from this link:
hu_hu: Ha demóadatokat szeretne importálni, töltse le a demóadatokat erről a linkről:
pl_pl: Jeśli chcesz zaimportować dane demonstracyjne, pobierz je z tego łącza:
pt_pt: Se você quiser importar dados de demonstração, baixe os dados de demonstração a partir deste link:
ru_ru: Если вы хотите импортировать демонстрационные данные, загрузите демонстрационные данные по этой ссылке:
sr_rs: Ако желите да увезете демо податке, преузмите демо податке са ове везе:

source: After download:
hu_hu: Letöltés után:
pl_pl: Po pobraniu:
pt_pt: Após o download:
ru_ru: После загрузки:
sr_rs: Након преузимања:

source: 1. Log in to that site as an administrator.
hu_hu: 1. Jelentkezzen be a webhelyre rendszergazdaként.
pl_pl: 1. Zaloguj się na tej stronie jako administrator.
pt_pt: 1. Acesse esse site como administrador.
ru_ru: 1. Войдите на сайт как администратор.
sr_rs: 1. Пријавите се на ту локацију као администратор.

source: 2. Go to Tools: Import in the WordPress admin panel.
hu_hu: 2. Lépjen az Eszközök: Importálás lehetőségre a WordPress adminisztrációs paneljén.
pl_pl: 2. Przejdź do Narzędzia: Importuj w panelu administracyjnym WordPress.
pt_pt: 2. Ir para Ferramentas: Importar no painel de administração do WordPress.
ru_ru: 2. Перейдите в раздел Инструменты: Импорт в панели администратора WordPress.
sr_rs: 2. Идите на Тоолс: Импорт у ВордПресс админ панелу.

source: 3. Install the "WordPress" importer from the list.
hu_hu: 3. Telepítse a "WordPress" importőrt a listából.
pl_pl: 3. Zainstaluj importer „WordPress” z listy.
pt_pt: 3. Instale o importador "WordPress" a partir da lista.
ru_ru: 3. Установите импортер «WordPress» из списка.
sr_rs: 3. Инсталирајте увозник „ВордПресс“ са листе.

source: 4. Activate & Run Importer.
hu_hu: 4. Aktiválja és futtassa az importőrt.
pl_pl: 4. Aktywuj i uruchom Importer.
pt_pt: 4. Ativar & Executar Importador.
ru_ru: 4. Активируйте и запустите Importer.
sr_rs: 4. Активирајте и покрените увозник.

source: 5. Upload the file downloaded using the form provided on that page.
hu_hu: 5. Töltse fel a letöltött fájlt az oldalon található űrlap segítségével.
pl_pl: 5. Prześlij pobrany plik korzystając z formularza dostępnego na tej stronie.
pt_pt: 5. Faça o upload do arquivo baixado usando o formulário fornecido nessa página.
ru_ru: 5. Загрузите скачанный файл, используя форму, представленную на этой странице.
sr_rs: 5. Отпремите преузету датотеку помоћу обрасца који се налази на тој страници.

source: 6. You will first be asked to map the authors in this export file to users
hu_hu: 6. Először a rendszer felkéri, hogy rendelje hozzá a szerzőket ebben az exportfájlban a felhasználókhoz
pl_pl: 6. Najpierw zostaniesz poproszony o przypisanie autorów w tym pliku eksportowym do użytkowników
pt_pt: 6. Primeiro você será solicitado a mapear os autores deste arquivo de exportação para os usuários
ru_ru: 6. Сначала вам будет предложено сопоставить авторов в этом экспортном файле с пользователями.
sr_rs: 6. Прво ће бити затражено да мапирате ауторе у овој експорт датотеци са корисницима

source: on the site. For each author, you may choose to map to an
hu_hu: az oldalon. Minden szerzőnél kiválaszthatja, hogy egy
pl_pl: na stronie. Dla każdego autora możesz wybrać mapowanie do
pt_pt: no site. Para cada autor, você pode escolher mapear para um
ru_ru: на сайте. Для каждого автора вы можете выбрать сопоставление с
sr_rs: на сајту. За сваког аутора, можете изабрати да мапирате на

source: existing user on the site or to create a new user.
hu_hu: meglévő felhasználót az oldalon, vagy új felhasználót hozhat létre.
pl_pl: istniejącego użytkownika na stronie lub utworzyć nowego użytkownika.
pt_pt: usuário existente no site ou para criar um novo usuário.
ru_ru: существующего пользователя на сайте или создать нового пользователя.
sr_rs: постојећег корисника на сајту или да креирате новог корисника.

source: 7. WordPress will then import the demo data into you site.
hu_hu: 7. A WordPress ezután importálja a demóadatokat az Ön webhelyére.
pl_pl: 7. Następnie WordPress zaimportuje dane demonstracyjne do Twojej witryny.
pt_pt: 7. O WordPress irá então importar os dados de demonstração para o seu site.
ru_ru: 7. Затем WordPress импортирует демонстрационные данные на ваш сайт.
sr_rs: 7. ВордПресс ће затим увести демо податке на вашу веб локацију.

source: Overview
hu_hu: Áttekintés
pl_pl: Przegląd
pt_pt: Panorâmica
ru_ru: Обзор
sr_rs: Преглед

source: Import Demo Data
hu_hu: Demo adatok importálása
pl_pl: Importuj dane demonstracyjne
pt_pt: Importar dados de demonstração
ru_ru: Импорт демонстрационных данных
sr_rs: Увезите демо податке

source: In the FIELDS screen you can manage the main table fields. This fields will show up in your main cars form management, search bar and search widget
hu_hu: A MEZŐK képernyőn kezelheti a fő táblázat mezőit. Ezek a mezők jelennek meg a fő autók űrlapkezelésében, keresősávjában és kereső widgetjében
pl_pl: Na ekranie FIELDS możesz zarządzać głównymi polami tabeli. Te pola będą wyświetlane w głównym formularzu zarządzania samochodami, pasku wyszukiwania i widżecie wyszukiwania
pt_pt: Na tela FIELDS (Campos) você pode gerenciar os campos da tabela principal. Estes campos aparecerão em suas páginas, gestão de formulários, barra de busca e widget de busca
ru_ru: На экране ПОЛЯ вы можете управлять основными полями таблицы. Эти поля будут отображаться в вашем основном управлении формой автомобилей, строке поиска и виджете поиска
sr_rs: На екрану ФИЕЛДС можете управљати пољима главне табеле. Ова поља ће се појавити у вашим главним аутомобилима за управљање обрасцима, траку за претрагу и виџет за претрагу

source: Each row represents one field.
hu_hu: Minden sor egy mezőt jelöl.
pl_pl: Każdy wiersz reprezentuje jedno pole.
pt_pt: Cada linha representa um campo.
ru_ru: Каждая строка представляет одно поле.
sr_rs: Сваки ред представља једно поље.

source: Number Doors
hu_hu: Szám ajtók
pl_pl: Drzwi Numeryczne
pt_pt: Número de Portas
ru_ru: Количество дверей
sr_rs: Број врата

source: Number Passengers
hu_hu: Utasok száma
pl_pl: Liczba pasażerów
pt_pt: Número de Passageiros
ru_ru: Количество пассажиров
sr_rs: Број путника

source: Alarm
hu_hu: Riasztás
pt_pt: Alarme
ru_ru: Тревога
sr_rs: Аларм

source: And So On
hu_hu: És így tovább
pl_pl: I tak dalej
pt_pt: E assim por diante
ru_ru: И так далее
sr_rs: И тако даље
