Repository: common-repository/cardealer
Catalog: language/cardealer-*.po
Languages: hu_hu, pl_pl, pt_pt, ru_ru, sr_rs

source: You don\'t need include this fields: Price, Year, Miles, HP, Transmission Type, Fuel Type, Condition and Featured.
hu_hu: Nem kell megadnia ezeket a mezőket: Ár, Év, Mérföld, LE, Sebességváltó típusa, Üzemanyag típusa, Állapot és Kiemelt.
pl_pl: Nie musisz uwzględniać następujących pól: Cena, Rok produkcji, Przebieg, KM, Typ skrzyni biegów, Rodzaj paliwa, Stan i Funkcje.
pt_pt: Você não precisa incluir estes campos: Preço, Ano, Milhas, HP, Tipo de Transmissão, Tipo de Combustível, Condição e Destaque.
ru_ru: Вам не нужно включать следующие поля: Цена, Год, Пробег, Мощность, Тип трансмиссии, Тип топлива, Состояние и Особенности.
sr_rs: Не морате да укључите ова поља: Цена, Година, Миље, ХП, Тип мењача, Врста горива, Стање и Истакнуто.

source: Technical WordPress guys call this of Metadata.
hu_hu: A technikai WordPress srácok ezt metaadatoknak hívják.
pl_pl: Specjaliści od WordPressa nazywają to metadanymi.
pt_pt: Os técnicos da WordPress chamam isso de Metadata.
ru_ru: Технические специалисты WordPress называют это метаданными.
sr_rs: Технички ВордПресс момци то зову метаподаци.

source: Don\'t create 2 fields with the same name.
hu_hu: Ne hozzon létre 2 azonos nevű mezőt.
pl_pl: Nie twórz dwóch pól o tej samej nazwie.
pt_pt: Não crie 2 campos com o mesmo nome.
ru_ru: Не создавайте два поля с одинаковым именем.
sr_rs: Немојте креирати 2 поља са истим именом.

source: To add fields in the table, click the button Add New. This can open the empty window to include your information:
hu_hu: Ha mezőket szeretne hozzáadni a táblázathoz, kattintson az Új hozzáadása gombra. Ez megnyithatja az üres ablakot, amely tartalmazza az Ön adatait:
pl_pl: Aby dodać pola w tabeli, kliknij przycisk Dodaj nowy. To może otworzyć puste okno, aby uwzględnić Twoje informacje:
pt_pt: Para adicionar campos na tabela, clique no botão Add New (Adicionar novo). Isto pode abrir a janela vazia para incluir suas informações:
ru_ru: Чтобы добавить поля в таблицу, нажмите кнопку Добавить новый. Это может открыть пустое окно для включения вашей информации:
sr_rs: Да бисте додали поља у табелу, кликните на дугме Додај ново. Ово може да отвори празан прозор да укључи ваше информације:

source: Field Name
hu_hu: Mező neve
pl_pl: Nazwa pola
pt_pt: Nome do campo
ru_ru: Имя поля
sr_rs: Име поља

source: Field Label
hu_hu: Mezőcímke
pl_pl: Etykieta pola
pt_pt: Legenda do Campo
ru_ru: Метка поля
sr_rs: Ознака поља

source: Field Order
hu_hu: Mezőrend
pl_pl: Kolejność pól
pt_pt: Ordem do campo
ru_ru: Полевой заказ
sr_rs: Фиелд Ордер

source: Show in Search Bar (your frontpage)
hu_hu: Megjelenítés a keresősávban (a kezdőlapon)
pl_pl: Pokaż w pasku wyszukiwania (Twoja strona główna)
pt_pt: Mostrar na Barra de Busca (na sua primeira página)
ru_ru: Показать в строке поиска (на главной странице)
sr_rs: Прикажи у траци за претрагу (на насловној страници)

source: Show in Search Widget (your frontpage)
hu_hu: Megjelenítés a keresőmodulban (a kezdőlapon)
pl_pl: Pokaż w widżecie wyszukiwania (Twoja strona główna)
pt_pt: Mostrar no Widget de Busca (na sua primeira página)
ru_ru: Показать в виджете поиска (на главной странице)
sr_rs: Прикажи у виџету за претрагу (ваша насловна страница)

source: Type of Field
hu_hu: Mező típusa
pl_pl: Typ pola
pt_pt: Tipo de Campo
ru_ru: Тип поля
sr_rs: Врста поља

source: In that screen, move the mouse pointer over each field to get help about that field.
hu_hu: Ezen a képernyőn vigye az egérmutatót az egyes mezőkre, hogy segítséget kapjon az adott mezővel kapcsolatban.
pl_pl: Na tym ekranie najedź kursorem myszy na poszczególne pola, aby uzyskać pomoc dotyczącą danego pola.
pt_pt: Nessa tela, mova o ponteiro do mouse sobre cada campo para obter ajuda sobre cada campo.
ru_ru: На этом экране наведите указатель мыши на каждое поле, чтобы получить справку по этому полю.
sr_rs: На том екрану померите показивач миша преко сваког поља да бисте добили помоћ о том пољу.

source: Just fill out and click OK button.
hu_hu: Csak töltse ki, és kattintson az OK gombra.
pl_pl: Wystarczy wypełnić formularz i kliknąć przycisk OK.
pt_pt: Basta preencher e clicar no botão OK.
ru_ru: Просто заполните и нажмите кнопку ОК.
sr_rs: Само попуните и кликните на дугме ОК.

source: You have available this types of fields (Control Types):
hu_hu: Ilyen típusú mezők állnak rendelkezésre (ellenőrző típusok):
pl_pl: Dostępne są następujące typy pól (Typy Kontroli):
pt_pt: Você tem disponíveis estes tipos de campos (Tipos de controle):
ru_ru: Вам доступны следующие типы полей (типы элементов управления):
sr_rs: На располагању су вам ове врсте поља (Типови контроле):

source: Text (Used by text and numbers). It is not possible include this type of field in Search Bars.
hu_hu: Szöveg (Szöveg és számok használják). Az ilyen típusú mezőket nem lehet felvenni a keresősávokba.
pl_pl: Tekst (Używany przez tekst i liczby). Nie można uwzględnić tego typu pola w paskach wyszukiwania.
pt_pt: Texto (Usado por texto e números). Não é possível incluir este tipo de campo nas Barras de Busca.
ru_ru: Текст (Используется текстом и числами). Невозможно включить этот тип поля в панели поиска.
sr_rs: Текст (користи се текстом и бројевима). Није могуће укључити ову врсту поља у траке за претрагу.

source: CheckBox
hu_hu: Jelölőnégyzet
pl_pl: Pole wyboru
ru_ru: Флажок
sr_rs: ЦхецкБок

source: Drop Down (also called select box)
hu_hu: Legördülő menü (kiválasztó mezőnek is nevezik)
pl_pl: Lista rozwijana (nazywana również polem wyboru)
pt_pt: Drop Down (também chamada de caixa de seleção)
ru_ru: Раскрывающийся список (также называется полем выбора)
sr_rs: Падајући мени (који се назива и оквир за избор)

source: Range Select (you can define de value min, max and step)
hu_hu: Tartomány kiválasztása (meghatározhatja a min, max és lépés értékét)
pl_pl: Wybierz zakres (możesz zdefiniować wartość minimalną, maksymalną i krok)
pt_pt: Faixa de Seleção (você pode definir o valor mínimo, máximo e passo)
ru_ru: Выбор диапазона (можно определить минимальное, максимальное значение и шаг)
sr_rs: Избор опсега (можете дефинисати мин, максималну вредност и корак)

source: For more details about HTML input types, please, check this page:
hu_hu: A HTML beviteli típusokkal kapcsolatos további részletekért kérjük, tekintse meg ezt az oldalt:
pl_pl: Więcej szczegółów na temat typów danych wejściowych HTML znajdziesz na tej stronie:
pt_pt: Para mais detalhes sobre os tipos de entrada HTML, por favor, verifique esta página:
ru_ru: Более подробную информацию о типах ввода HTML можно найти на этой странице:
sr_rs: За више детаља о типовима ХТМЛ уноса, погледајте ову страницу:

source: You can manage the table, i mean, Add, Edit and Trash Fields.
hu_hu: Kezelheti a táblázatot, vagyis a Hozzáadás, a Szerkesztés és a Kuka mezőket.
pl_pl: Możesz zarządzać tabelą, tzn. dodawać, edytować i usuwać pola.
pt_pt: Você pode gerenciar a tabela, isto é, Adicionar, Editar e colocar na Lixeira.
ru_ru: Вы можете управлять таблицей, то есть добавлять, редактировать и удалять поля.
sr_rs: Можете управљати табелом, мислим, додавати, уређивати и смеће поља.

source: At the Add Fields and Edit Fields forms, put the mouse over each row and the menu show up. Then, click over Edit or Trash.
hu_hu: A Mezők hozzáadása és Mezők szerkesztése űrlapokon vigye az egeret az egyes sorokra, és megjelenik a menü. Ezután kattintson a Szerkesztés vagy a Kuka elemre.
pl_pl: W formularzach Dodaj pola i Edytuj pola najedź myszką na każdy wiersz, a pojawi się menu. Następnie kliknij Edytuj lub Kosz.
pt_pt: Nos formulários Adicionar campos e Editar campos, coloque o mouse sobre cada linha e o menu aparece. Em seguida, clique sobre Edit ou Trash.
ru_ru: В формах «Добавить поля» и «Редактировать поля» наведите курсор на каждую строку, и появится меню. Затем щелкните «Изменить» или «Корзина».
sr_rs: На обрасцима за додавање поља и уређивање поља ставите миш преко сваког реда и појавиће се мени. Затим кликните на Уреди или Отпад.

source: To know more about Edit Fields, please, check the Add Fields Form Option at this help menu.
hu_hu: Ha többet szeretne megtudni a Mezők szerkesztéséről, kérjük, ellenőrizze a Mezők hozzáadása űrlapot ebben a súgómenüben.
pl_pl: Aby dowiedzieć się więcej o edycji pól, sprawdź opcję formularza Dodaj pola w tym menu pomocy.
pt_pt: Para saber mais sobre Edit Fields, por favor, verifique a opção Add Fields Form Option (opção de adicionar campos) neste menu de ajuda.
ru_ru: Чтобы узнать больше о редактировании полей, проверьте опцию формы «Добавить поля» в этом меню справки.
sr_rs: Да бисте сазнали више о уређивању поља, молимо вас да проверите опцију обрасца за додавање поља у овом менију помоћи.

source: Field Types
hu_hu: Mezőtípusok
pl_pl: Typy pól
pt_pt: Tipos de campos
ru_ru: Типы полей
sr_rs: Типови поља

source: Add Fields Form
hu_hu: Mezők hozzáadása űrlap
pl_pl: Dodaj formularz pól
pt_pt: Formulario Adicionar Campos
ru_ru: Добавить поля формы
sr_rs: Образац за додавање поља

source: Edit and Trash Fields
hu_hu: Mezők szerkesztése és kukázása
pl_pl: Edytuj i usuń pola
pt_pt: Editar e deletar campos
ru_ru: Редактировать и удалить поля
sr_rs: Поља за уређивање и смеће

source: In the CARS screen you can manage (include, edit or delete) items in your Cars table.
hu_hu: A CARS képernyőn kezelheti (befoglalhatja, szerkesztheti vagy törölheti) az Autók táblázat elemeit.
pl_pl: Na ekranie CARS możesz zarządzać elementami w tabeli Cars (dodawać, edytować lub usuwać je).
pt_pt: Na tela CARS você pode gerenciar (incluir, editar ou excluir) itens em sua tabela de carros.
ru_ru: На экране АВТОМОБИЛИ вы можете управлять (включать, редактировать или удалять) элементами в таблице «Автомобили».
sr_rs: На екрану АУТОМОБИЛА можете да управљате (укључујете, мењате или бришете) ставкама у табели Аутомобили.

source: This cars will show up in your site front page.
hu_hu: Ezek az autók megjelennek a webhely főoldalán.
pl_pl: Te samochody będą wyświetlane na stronie głównej Twojej witryny.
pt_pt: Estes carros aparecerão em na página inicial do seu site.
ru_ru: Эти автомобили будут отображаться на главной странице вашего сайта.
sr_rs: Ови аутомобили ће се појавити на насловној страници вашег сајта.

source: We suggest you take some time to complete your Field table before this step.
hu_hu: Javasoljuk, hogy e lépés előtt szánjon egy kis időt a mező táblázat kitöltésére.
pl_pl: Zalecamy, abyś poświęcił chwilę na uzupełnienie tabeli pól przed wykonaniem tego kroku.
pt_pt: Sugerimos que você dedique algum tempo para completar sua tabela de Campos antes desta etapa.
ru_ru: Мы рекомендуем вам уделить немного времени заполнению таблицы полей перед этим шагом.
sr_rs: Предлажемо да одвојите мало времена да попуните табелу поља пре овог корака.

source: Dashboard => CarDealer => Fields Table.
pl_pl: Panel => Dealer samochodowy => Tabela pól.
pt_pt: Painel de controle=>Car Dealer=> Tabela de campos.
ru_ru: Панель управления => CarDealer => Таблица полей.
sr_rs: Контролна табла => ЦарДеалер => Табела поља.

source: You will find some fields automatically included by the system (Price, Year, Miles, HP, Transmission type, Type, Fuel, Condition and Featured).
hu_hu: Néhány mezőt a rendszer automatikusan beilleszt (Ár, Év, Mérföld, LE, Sebességváltó típusa, Típus, Üzemanyag, Állapot és Kiemelt).
pl_pl: Niektóre pola są automatycznie uwzględniane przez system (Cena, Rok produkcji, Przebieg, KM, Typ skrzyni biegów, Typ, Paliwo, Stan i Funkcje).
pt_pt: Você não precisa incluir estes campos: Preço, Ano, Milhas, HP, Tipo de Transmissão, Tipo de Combustível, Condição e Destaque.
ru_ru: Некоторые поля автоматически включаются системой (Цена, Год, Пробег, Л.с., Тип трансмиссии, Тип, Топливо, Состояние и Характеристики).
sr_rs: Наћи ћете нека поља која су аутоматски укључена у систем (Цена, Година, Миље, ХП, Тип мењача, Тип, Гориво, Стање и Истакнуто).

source: Just add your cars in this table.
hu_hu: Csak adja hozzá autóit ebbe a táblázatba.
pl_pl: Wystarczy, że dodasz swoje samochody do tej tabeli.
pt_pt: Basta adicionar seus carros nesta tabela.
ru_ru: Просто добавьте свои автомобили в эту таблицу.
sr_rs: Само додајте своје аутомобиле у ову табелу.

source: Use the Team control it is optional. To add new members, go to:
hu_hu: A Team vezérlő használata nem kötelező. Új tagok hozzáadásához lépjen a következő helyre:
pl_pl: Użyj kontrolki zespołu, jest to opcjonalne. Aby dodać nowych członków, przejdź do:
pt_pt: O uso do controle de equipe é opcional. Para adicionar novos membros, vá para:
ru_ru: Используйте элемент управления Team (это необязательно). Чтобы добавить новых участников, перейдите по ссылке:
sr_rs: Користите контролу тима, она је опциона. Да бисте додали нове чланове, идите на:

source: Use the Location control it is optional. Maybe you want use it if you have more than one location.
hu_hu: A Hely vezérlő használata opcionális. Talán szeretné használni, ha egynél több helye van.
pl_pl: Użyj kontroli lokalizacji, jest ona opcjonalna. Może chcesz jej użyć, jeśli masz więcej niż jedną lokalizację.
pt_pt: Use o controle de Localização é opcional. Talvez você queira usá-lo se tiver mais de um local.
ru_ru: Используйте элемент управления Местоположение, он необязателен. Возможно, вы захотите использовать его, если у вас есть более одного местоположения.
sr_rs: Користите контролу локације, она је опциона. Можда желите да га користите ако имате више локација.

source: To add new locations, go to:
hu_hu: Új helyek hozzáadásához lépjen a következő helyre:
pl_pl: Aby dodać nowe lokalizacje, przejdź do:
pt_pt: Para adicionar novos locais, vá para:
ru_ru: Чтобы добавить новые местоположения, перейдите по ссылке:
sr_rs: Да бисте додали нове локације, идите на:

source: If you are, for example, in Florida, maybe you want add:
hu_hu: Ha például Floridában tartózkodik, a következőket szeretné hozzáadni:
pl_pl: Jeśli na przykład znajdujesz się na Florydzie, możesz chcieć dodać:
pt_pt: Se você estiver, por exemplo, na Flórida, talvez queira acrescentar:
ru_ru: Если вы, например, находитесь во Флориде, возможно, вы захотите добавить:
sr_rs: Ако сте, на пример, на Флориди, можда желите да додате:

source: Fort Lauderdale
ru_ru: Форт-Лодердейл
sr_rs: Форт Лодердејл

source: Miami
ru_ru: Майами
sr_rs: Мајами

source: And So On...
hu_hu: És így tovább...
pl_pl: I tak dalej...
pt_pt: E assim por diante.
ru_ru: И так далее...
sr_rs: И тако даље...

source: Use the Makes control it is optional.
hu_hu: A Teszi vezérlőelem használata nem kötelező.
pl_pl: Użyj kontrolki Makes, jest ona opcjonalna.
pt_pt: O uso do controle Makes, é opcional.
ru_ru: Используйте элемент управления «Делает» (Made) — это необязательно.
sr_rs: Користите контролу Макес, она је опциона.

source: To add new makes, go to:
hu_hu: Új gyártmányok hozzáadásához lépjen a következő helyre:
pl_pl: Aby dodać nowe marki, przejdź do:
pt_pt: Para adicionar novas marcas, vá para:
ru_ru: Чтобы добавить новые марки, перейдите по ссылке:
sr_rs: Да бисте додали нове марке, идите на:

source: Maybe you want add:
hu_hu: Talán szeretnéd hozzátenni:
pl_pl: Może chcesz dodać:
ru_ru: Возможно, вы хотите добавить:
sr_rs: Можда желите да додате:

source: Ford
pl_pl: Bród
ru_ru: Форд
sr_rs: Форд

source: Toyota
ru_ru: Тойота
sr_rs: Тоиота

source: You can manage the table, i mean, Add, Edit and Trash Cars.
hu_hu: Kezelheti a táblázatot, vagyis a Hozzáadást, a Szerkesztést és a Szemétbe helyezheti az autókat.
pl_pl: Możesz zarządzać tabelą, tzn. dodawać, edytować i usuwać samochody.
pt_pt: Você pode administrar a tabela, ou seja, Adicionar, Editar e enviar para a lixeira.
ru_ru: Вы можете управлять таблицей, то есть добавлять, редактировать и удалять автомобили.
sr_rs: Можете управљати табелом, мислим, додавати, уређивати и бацати аутомобиле за смеће.

source: Use the Add New Buttom or to Edit, put the mouse over each row and the menu will show up. Then, click over Edit or Trash.
hu_hu: Használja az Új hozzáadása gombot vagy a Szerkesztéshez, vigye az egeret az egyes sorokra, és megjelenik a menü. Ezután kattintson a Szerkesztés vagy a Kuka elemre.
pl_pl: Użyj przycisku Dodaj nowy lub Edytuj, umieść myszkę nad każdym wierszem, a menu się pojawi. Następnie kliknij Edytuj lub Kosz.
pt_pt: Use o botão Adicionar ou editar, coloque o mouse sobre cada linha e o menu aparecerá. Em seguida, clique sobre Edit ou Trash (Lixeira).
ru_ru: Используйте кнопку «Добавить новую» или «Изменить», наведите курсор на каждую строку, и меню появится. Затем нажмите «Изменить» или «Корзина».
sr_rs: Користите дугме Додај ново дугме или за уређивање, ставите миш преко сваког реда и мени ће се појавити. Затим кликните на Уреди или Отпад.

source: You can add one main image to each car.
hu_hu: Minden autóhoz hozzáadhat egy fő képet.
pl_pl: Do każdego samochodu możesz dodać jedno zdjęcie główne.
pt_pt: Você pode adicionar uma imagem principal a cada carro.
ru_ru: Вы можете добавить одно основное изображение к каждому автомобилю.
sr_rs: Можете додати једну главну слику сваком аутомобилу.

source: In the Cars Form, click the button Set Featured Image at bottom right corner.
hu_hu: Az Autók űrlapon kattintson a Kiemelt kép beállítása gombra a jobb alsó sarokban.
pl_pl: W formularzu Samochody kliknij przycisk Ustaw wyróżniony obraz w prawym dolnym rogu.
pt_pt: No Formulário de carros, clique no botão Set Featured Image no canto inferior direito.
ru_ru: В форме «Автомобили» нажмите кнопку «Установить главное изображение» в правом нижнем углу.
sr_rs: У обрасцу за аутомобиле кликните на дугме Постави истакнуту слику у доњем десном углу.

source: Read below Images and Gallery menu voice about how to create a Image\'s gallery with many images to show up at the top of your car\'s page.
hu_hu: Olvassa el lent a Képek és galéria menü hangját arról, hogyan hozhat létre olyan képgalériát, amelyben sok kép jelenik meg az autó oldalának tetején.
pl_pl: Przeczytaj poniższy tekst w menu Obrazy i Galeria, aby dowiedzieć się, jak utworzyć galerię obrazów zawierającą wiele zdjęć, które będą wyświetlane na górze strony Twojego samochodu.
pt_pt: Leia abaixo a voz do menu Imagens e Galeria sobre como criar uma Galeria de Imagens com diverssas imagens para aparecer no topo da página do seu carro.
ru_ru: Прочитайте ниже раздел «Изображения и голос меню Галерея» о том, как создать галерею изображений с большим количеством изображений, которые будут отображаться в верхней части страницы вашего автомобиля.
sr_rs: У наставку прочитајте глас менија Слике и галерије о томе како да направите галерију слика са много слика које ће се појавити на врху странице вашег аутомобила.

source: You can add many Images or one gallery for each car.
hu_hu: Minden autóhoz sok képet vagy egy galériát adhat hozzá.
pl_pl: Możesz dodać wiele zdjęć lub jedną galerię dla każdego samochodu.
pt_pt: Você pode adicionar muitas imagens ou uma galeria para cada carro.
ru_ru: Вы можете добавить несколько изображений или одну галерею для каждого автомобиля.
sr_rs: Можете додати много слика или једну галерију за сваки аутомобил.

source: Just go to Cars Form and add the images (or the gallery) in the main description field (click the Add Media buttom).
hu_hu: Csak lépjen az Autók űrlapra, és adja hozzá a képeket (vagy a galériát) a fő leírási mezőbe (kattintson a Média hozzáadása gombra).
pl_pl: Wystarczy przejść do formularza Samochody i dodać zdjęcia (lub galerię) w głównym polu opisu (kliknij przycisk Dodaj multimedia).
pt_pt: Basta ir ao Formulário de Carros e adicionar as imagens (ou a galeria) no campo de descrição (clique no botão Adicionar Mídia).
ru_ru: Просто перейдите в форму «Автомобили» и добавьте изображения (или галерею) в основное поле описания (нажмите кнопку «Добавить медиа»).
sr_rs: Само идите на образац за аутомобиле и додајте слике (или галерију) у главно поље за опис (кликните на дугме Додај медије).

source: Use the default WordPress Gallery or our plugin will create automatically one nice slider gallery. To enable the plugin gallery, go to
hu_hu: Használja az alapértelmezett WordPress galériát, különben a beépülő modulunk automatikusan létrehoz egy szép csúszkagalériát. A beépülő modulok galériájának engedélyezéséhez lépjen a következő helyre:
pl_pl: Użyj domyślnej galerii WordPress lub nasza wtyczka automatycznie utworzy jedną ładną galerię typu slider. Aby włączyć galerię wtyczki, przejdź do
pt_pt: Use a Galeria WordPress padrão ou nosso plugin criará automaticamente uma bela galeria deslizante. Para ativar a galeria de plugins, vá para
ru_ru: Используйте галерею WordPress по умолчанию или наш плагин автоматически создаст одну красивую галерею слайдера. Чтобы включить галерею плагина, перейдите на
sr_rs: Користите подразумевану ВордПресс галерију или ће наш додатак аутоматски креирати једну лепу галерију клизача. Да бисте омогућили галерију додатака, идите на

source: and look for
hu_hu: és keresd
pl_pl: i poszukaj
pt_pt: e procurar por
ru_ru: и ищите
sr_rs: и тражити

source: Then, check Yes and Save Changes.
hu_hu: Ezután jelölje be az Igen és a Módosítások mentése lehetőséget.
pl_pl: Następnie zaznacz Tak i Zapisz zmiany.
pt_pt: Em seguida, marque Sim e salve as mudanças.
ru_ru: Затем нажмите «Да» и сохраните изменения.
sr_rs: Затим означите Да и Сачувај промене.

source: This images and gallery will be visible in single car page.
hu_hu: Ez a kép és galéria egyetlen autós oldalon lesz látható.
pl_pl: Te zdjęcia i galeria będą widoczne na stronie pojedynczego samochodu.
pt_pt: Estas imagens e galeria serão visíveis na página de carro.
ru_ru: Эти изображения и галерея будут видны на странице отдельного автомобиля.
sr_rs: Ове слике и галерија ће бити видљиве на страници једног аутомобила.

source: Look
hu_hu: Nézze
pl_pl: Patrzeć
pt_pt: Veja
ru_ru: Смотреть
sr_rs: Погледај

source: our demo
hu_hu: demónk
pl_pl: nasza demonstracja
pt_pt: nossa demonstração
ru_ru: наша демо-версия
sr_rs: наш демо

source: about how to upload and crop images easily (less than 2 minutes).
hu_hu: arról, hogyan tölthet fel és vághat le egyszerűen képeket (kevesebb mint 2 perc).
pl_pl: o tym, jak łatwo przesyłać i przycinać zdjęcia (w mniej niż 2 minuty).
pt_pt: Veja o demo em nosso site sobre como carregar e recortar imagens (menos de 2 minutos).
ru_ru: о том, как легко загружать и обрезать изображения (менее 2 минут).
sr_rs: о томе како лако отпремати и исецати слике (мање од 2 минута).

source: To get more info about galleries,
hu_hu: Ha többet szeretne megtudni a galériákról,
pl_pl: Aby uzyskać więcej informacji o galeriach,
pt_pt: Para obter mais informações sobre galerias,
ru_ru: Чтобы получить больше информации о галереях,
sr_rs: Да бисте добили више информација о галеријама,

source: visit WordPress Help site.
hu_hu: látogassa meg a WordPress súgóoldalát.
pl_pl: odwiedź witrynę pomocy WordPress.
pt_pt: visite o site de Ajuda do WordPress.
ru_ru: посетите сайт справки WordPress.
sr_rs: посетите сајт за помоћ за ВордПресс.

source: Location
hu_hu: Elhelyezkedés
pl_pl: Lokalizacja
pt_pt: Localizaçäo
ru_ru: Расположение
sr_rs: Локација

source: Edit and Trash Cars
hu_hu: Szerkessze és dobja ki az autókat
pl_pl: Edytuj i usuń samochody
pt_pt: Editar e eliminar carros
ru_ru: Редактировать и удалять автомобили
sr_rs: Уређивање и смеће аутомобила

source: Featured Image
hu_hu: Kiemelt kép
pl_pl: Wyróżniony obraz
pt_pt: Imagens em destaque
ru_ru: Главное изображение
sr_rs: Феатуред Имаге

source: Images and Gallery
hu_hu: Képek és galéria
pl_pl: Obrazy i galeria
pt_pt: Galeria e Imagens
ru_ru: Изображения и Галерея
sr_rs: Слике и галерија

source: Use the Team table it is optional.
hu_hu: A Csapattábla használata nem kötelező.
pl_pl: Użyj tabeli Zespół, jest ona opcjonalna.
pt_pt: O uso da tabela de Equipe, é opcional.
ru_ru: Использовать таблицу «Команда» необязательно.
sr_rs: Користите табелу тимова, она је опциона.
