Repository: common-repository/cardealer
Catalog: language/cardealer-*.po
Languages: hu_hu, pl_pl, pt_pt, ru_ru, sr_rs

source: Choose your currency, metric system and so on.
hu_hu: Válassza ki a pénznemet, a metrikus rendszert és így tovább.
pl_pl: Wybierz walutę, system metryczny itd.
pt_pt: Escolher sua moeda, sistema métrico, etc.
ru_ru: Выберите валюту, метрическую систему и т. д.
sr_rs: Изаберите своју валуту, метрички систем и тако даље.

source: Currency
hu_hu: Valuta
pl_pl: Waluta
pt_pt: Moeda
ru_ru: Валюта
sr_rs: Валута

source: Miles - Km
hu_hu: Mérföld - Km
pl_pl: Mile - Km
pt_pt: Milhas - Kms
ru_ru: Мили - Км
sr_rs: Милес - Км

source: Miles
hu_hu: Mérföld
pl_pl: Mile
pt_pt: Milhas
ru_ru: Мили
sr_rs: Милес

source: Kms
ru_ru: Кмс
sr_rs: Кмс

source: Hours
hu_hu: Órák
pl_pl: Godziny
pt_pt: Horas
ru_ru: Часы
sr_rs: Сати

source: Liters - Gallons
hu_hu: Liter - gallon
pl_pl: Litry - Galony
pt_pt: Litros - Galöes
ru_ru: Литры - Галлоны
sr_rs: Литри - галони

source: Liters
hu_hu: Literek
pl_pl: Litry
pt_pt: Litros
ru_ru: Литров
sr_rs: Литара

source: Gallons
hu_hu: Gallonok
pl_pl: Galony
pt_pt: Galöes
ru_ru: Галлоны
sr_rs: Галони

source: How many cars would you like to display per page?
hu_hu: Hány autót szeretne megjeleníteni egy oldalon?
pl_pl: Ile samochodów chcesz wyświetlić na stronie?
pt_pt: Quantos autos gostaria de visualizar por pagina?
ru_ru: Сколько автомобилей вы хотели бы отображать на странице?
sr_rs: Колико аутомобила желите да прикажете по страници?

source: Replace the Wordpress Gallery with Flexslider Gallery
hu_hu: Cserélje le a Wordpress Galériát Flexslider Gallery-re
pl_pl: Zastąp galerię WordPress galerią Flexslider
pt_pt: Substituir a galeria do Wordpress pela Galeria Flexslider
ru_ru: Замените галерею Wordpress на галерею Flexslider
sr_rs: Замените Вордпресс галерију са Флекслидер галеријом

source: Use thumbnails size 2:1 or 4:3 ?
hu_hu: 2:1 vagy 4:3 méretű miniatűröket használ?
pl_pl: Czy używać miniatur w rozmiarze 2:1 czy 4:3?
pt_pt: Use miniaturas do tamanho 2:1 or 4:3 ?
ru_ru: Использовать миниатюры размером 2:1 или 4:3?
sr_rs: Користити сличице величине 2:1 или 4:3?

source: Enable Contact Form in Single Product Page?
hu_hu: Engedélyezi a kapcsolatfelvételi űrlapot egyetlen termékoldalon?
pl_pl: Czy włączyć formularz kontaktowy na pojedynczej stronie produktu?
pt_pt: Habilita formulario de contato nas paginas de autos?
ru_ru: Включить контактную форму на странице отдельного продукта?
sr_rs: Омогућити образац за контакт на страници са једним производом?

source: Fill out your contact email to receive email from your Contact Form at bottom of the individual car page.
hu_hu: Töltse ki kapcsolatfelvételi e-mail-címét, hogy e-mailt kapjon az egyes autók oldalának alján található Kapcsolatfelvételi űrlapról.
pl_pl: Wpisz swój adres e-mail, aby otrzymywać wiadomości e-mail z formularza kontaktowego znajdującego się na dole strony danego samochodu.
pt_pt: Preencha o seu email preferencial para receber as mensagens deixadas no Formulario de Contato na pagina de autos.
ru_ru: Заполните контактный адрес электронной почты, чтобы получать письма через контактную форму в нижней части страницы конкретного автомобиля.
sr_rs: Попуните своју е-пошту за контакт да бисте примали е-пошту из свог контакт обрасца на дну странице за појединачне аутомобиле.

source: Do you use HP or KW?
hu_hu: HP-t vagy KW-t használsz?
pl_pl: Używasz HP czy KW?
pt_pt: Você usa HP ou KW?
ru_ru: Вы используете HP или KW?
sr_rs: Да ли користите ХП или КВ?

source: In Show Room Page, Template List View or Grid, Choose the thumbnail image size - width (Works only in Premium Version)
hu_hu: A Szobaoldal megjelenítése, Sablonlista nézetben vagy Rácsban válassza ki a miniatűr kép méretét - szélesség (csak a prémium verzióban működik)
pl_pl: Na stronie Show Room, w widoku listy szablonów lub w siatce wybierz rozmiar miniatury obrazu — szerokość (działa tylko w wersji Premium)
pt_pt: Na página Show Room, Template List View ou Grid, Escolha o tamanho da imagem em miniatura - largura (Funciona somente na versão Premium)
ru_ru: На странице «Показать комнату», в представлении «Список шаблонов» или «Сетка» выберите размер миниатюры изображения — ширину (работает только в версии Premium)
sr_rs: На страници изложбене собе, приказу листе шаблона или мрежи, изаберите величину сличице - ширину (ради само у премијум верзији)

source: Add Right Sidebar to Search Result Page (Premium Version)
hu_hu: Jobb oldalsáv hozzáadása a keresési eredményoldalhoz (prémium verzió)
pl_pl: Dodaj prawy pasek boczny do strony wyników wyszukiwania (wersja premium)
pt_pt: Remover o Sidebar da pagina de resultados de pesquisa (funciona somente na versão Premium)
ru_ru: Добавить правую боковую панель на страницу результатов поиска (премиум-версия)
sr_rs: Додајте десну бочну траку на страницу резултата претраге (премиум верзија)

source: Here you can manage the car features/equipments fields to your car form.
hu_hu: Itt kezelheti az autó jellemzői/felszerelési mezőit az autó űrlapján.
pl_pl: Tutaj możesz zarządzać polami funkcji/wyposażenia samochodu w formularzu samochodu.
pt_pt: Aqui é possível administrar os campos de características/equipamentos o no formulário do seu auto.
ru_ru: Здесь вы можете управлять полями характеристик/оборудования автомобиля в форме вашего автомобиля.
sr_rs: Овде можете управљати пољима за карактеристике/опрему аутомобила у обрасцу вашег аутомобила.

source: Just add one or more field names - one for each line -
hu_hu: Csak adjon hozzá egy vagy több mezőnevet – minden sorhoz egyet –
pl_pl: Wystarczy dodać jedną lub więcej nazw pól – po jednej dla każdego wiersza –
pt_pt: Basta adicionar um ou mais nomes de campo - um para cada linha -
ru_ru: Просто добавьте одно или несколько имен полей — по одному для каждой строки —
sr_rs: Само додајте једно или више имена поља - по једно за сваки ред -

source: For example: GPS, DVD, and so on...
hu_hu: Például: GPS, DVD, és így tovább...
pl_pl: Na przykład: GPS, DVD, itd.
pt_pt: Por exemplo: GPS, DVD, etc...
ru_ru: Например: GPS, DVD и т. д.
sr_rs: На пример: ГПС, ДВД и тако даље...

source: Don't use special characters.
hu_hu: Ne használjon speciális karaktereket.
pl_pl: Nie używaj znaków specjalnych.
pt_pt: Näo utilizar caracteres especiais.
ru_ru: Не используйте специальные символы.
sr_rs: Не користите посебне знакове.

source: Add this fields to Car Form. Only one field each line:
hu_hu: Adja hozzá ezeket a mezőket az Autó űrlaphoz. Soronként csak egy mező:
pl_pl: Dodaj te pola do formularza Car. Tylko jedno pole w każdym wierszu:
pt_pt: Adicionar estes campos no módulo auto. Somente um campo para cada linha:
ru_ru: Добавьте эти поля в форму Car. Только одно поле в каждой строке:
sr_rs: Додајте ова поља у образац аутомобила. Само једно поље у сваком реду:

source: Customize your Search Options. Choose the fields to show on the front end search bar.
hu_hu: Szabja személyre keresési beállításait. Válassza ki a kezelőfelület keresősávjában megjelenítendő mezőket.
pl_pl: Dostosuj swoje Opcje wyszukiwania. Wybierz pola, które mają być wyświetlane na pasku wyszukiwania front-end.
pt_pt: Customize a tua barra de pesquisa. Escolha os campos a serem exibidos na pagina frontal.
ru_ru: Настройте параметры поиска. Выберите поля, которые будут отображаться на панели поиска на передней панели.
sr_rs: Прилагодите своје опције претраге. Изаберите поља која ће се приказати на предњој траци за претрагу.

source: Show the Make control
hu_hu: Mutassa meg a Make vezérlőt
pl_pl: Pokaż kontrolkę Make
pt_pt: Mostrar Controle de Marcas
ru_ru: Показать элемент управления Make
sr_rs: Прикажите контролу Маке

source: Show the Fuel type control
hu_hu: Mutassa be az Üzemanyagtípus vezérlőt
pl_pl: Pokaż kontrolę typu paliwa
pt_pt: Mostrar Controle de Combustivel
ru_ru: Показать контроль типа топлива
sr_rs: Прикажите контролу врсте горива

source: Show the Year control
hu_hu: Az Év vezérlőjének megjelenítése
pl_pl: Pokaż kontrolkę roku
pt_pt: Mostrar Controle de Ano
ru_ru: Показать элемент управления Год
sr_rs: Прикажи контролу године

source: Show the Transmission control
hu_hu: Mutassa meg a sebességváltó vezérlőt
pl_pl: Pokaż sterowanie skrzynią biegów
pt_pt: Mostrar Controle de Cambio
ru_ru: Показать управление трансмиссией
sr_rs: Прикажите контролу преноса

source: Show the Price slider
hu_hu: Mutasd meg az Ár csúszkát
pl_pl: Pokaż suwak ceny
pt_pt: Mostrar Slider de Preço
ru_ru: Показать ползунок цены
sr_rs: Прикажи клизач Цена

source: Show the Order By Control
hu_hu: Mutassa meg a sorrendet vezérlés szerint
pl_pl: Pokaż kolejność według kontroli
pt_pt: Mostrar Controle de Ordem
ru_ru: Показать порядок по элементу управления
sr_rs: Прикажи ред по контроли

source: Customize your Search Widget Options. Choose the fields to show on the Search Widget.
hu_hu: Testreszabhatja a Keresési modul beállításait. Válassza ki a Keresés modulban megjelenítendő mezőket.
pl_pl: Dostosuj opcje widżetu wyszukiwania. Wybierz pola, które mają być wyświetlane w widżecie wyszukiwania.
pt_pt: Customize a teu widget de pesquisas. Escolha os campos a serem exibidos no widget de pesquisa.
ru_ru: Настройте параметры виджета поиска. Выберите поля для отображения в виджете поиска.
sr_rs: Прилагодите опције виџета за претрагу. Изаберите поља која ће се приказати на виџету за претрагу.

source: Show the Price control
hu_hu: Mutasd meg az Árvezérlőt
pl_pl: Pokaż kontrolę ceny
pt_pt: Mostrar o controle de preços
ru_ru: Показать контроль цен
sr_rs: Прикажи контролу цена

source: Car Dealer Plugin: Could not load the localization file (Language file)
hu_hu: Autókereskedő beépülő modul: Nem sikerült betölteni a lokalizációs fájlt (nyelvi fájl)
pl_pl: Wtyczka Car Dealer: Nie można załadować pliku lokalizacyjnego (pliku językowego)
pt_pt: Car Dealer Plugin: Não foi possível carregar o arquivo de localização (arquivo de idioma)
ru_ru: Плагин автодилера: не удалось загрузить файл локализации (языковой файл)
sr_rs: Додатак за продавце аутомобила: Није могуће учитати датотеку за локализацију (језичка датотека)

source: Please, take a look in our site, FAQ page, item => How can i translate this plugin?
hu_hu: Kérjük, tekintse meg oldalunkat, GYIK oldalunkat, item => Hogyan fordíthatom le ezt a bővítményt?
pl_pl: Proszę zajrzeć na naszą stronę, do sekcji FAQ, pozycja => Jak mogę przetłumaczyć tę wtyczkę?
pt_pt: Por favor, dê uma olhada em nosso site, página FAQ, item => Como posso traduzir este plugin?
ru_ru: Пожалуйста, посмотрите на нашем сайте страницу FAQ, пункт => Как я могу перевести этот плагин?
sr_rs: Молим вас, погледајте нашу страницу, страницу са честим питањима, ставку => Како могу да преведем овај додатак?

source: Body Type
hu_hu: Testtípus
pl_pl: Typ sylwetki
pt_pt: Categoria
ru_ru: Тип телосложения
sr_rs: Тип тела

source: Condition
hu_hu: Állapot
pl_pl: Stan
pt_pt: Condição
ru_ru: Состояние
sr_rs: Стање

source: Go Pro
pl_pl: Przejdź na tryb Pro
pt_pt: Realizar upgrade para a versão Pro
ru_ru: Стань профессионалом
sr_rs: Го Про

source: Server Check
hu_hu: Szerver ellenőrzése
pl_pl: Sprawdzenie serwera
ru_ru: Проверка сервера
sr_rs: Провера сервера

source: Memory Status
hu_hu: Memória állapota
pl_pl: Stan pamięci
pt_pt: Status da memória
ru_ru: Состояние памяти
sr_rs: Статус меморије

source: Unable to get your Memory Info
hu_hu: Nem sikerült lekérni a memóriaadatokat
pl_pl: Nie można uzyskać informacji o Twojej pamięci
pt_pt: Incapaz de obter suas informações de memória
ru_ru: Невозможно получить информацию о вашей памяти
sr_rs: Није могуће добити информације о вашој меморији

source: Memory Usage
hu_hu: Memóriahasználat
pl_pl: Wykorzystanie pamięci
pt_pt: Uso de memória
ru_ru: Использование памяти
sr_rs: Употреба меморије

source: of
hu_hu: -ból
pl_pl: z
pt_pt: de
ru_ru: из
sr_rs: оф

source: Usage
hu_hu: Használat
pl_pl: Stosowanie
pt_pt: Utilização
ru_ru: Использование
sr_rs: Употреба

source: For details, click the Memory Checkup Tab above.
hu_hu: A részletekért kattintson a fenti Memóriaellenőrzés fülre.
pl_pl: Aby uzyskać szczegółowe informacje, kliknij kartę Sprawdzanie pamięci powyżej.
pt_pt: Para obter detalhes, clique na TAB de memória acima.
ru_ru: Для получения подробной информации нажмите на вкладку «Проверка памяти» выше.
sr_rs: За детаље кликните на картицу Провера меморије изнад.

source: Permalink Settings
hu_hu: Permalink beállítások
pl_pl: Ustawienia permalinku
pt_pt: Configurações de permalink
ru_ru: Настройки постоянной ссылки
sr_rs: Пермалинк Сеттингс

source: Wrong Permalink settings !
hu_hu: Hibás Permalink beállítások!
pl_pl: Nieprawidłowe ustawienia permalinku!
ru_ru: Неправильные настройки постоянной ссылки!
sr_rs: Погрешна подешавања сталне везе!

source: Please, fix it to avoid 404 error page.
hu_hu: Kérjük, javítsa ki a 404-es hibaoldal elkerülése érdekében.
pl_pl: Proszę to naprawić, aby uniknąć strony z błędem 404.
pt_pt: Por favor, conserte-o para evitar página de erro tipo 4044.
ru_ru: Пожалуйста, исправьте это, чтобы избежать страницы с ошибкой 404.
sr_rs: Поправите то да бисте избегли страницу са грешком 404.

source: To correct, just follow this steps:
hu_hu: A javításhoz kövesse az alábbi lépéseket:
pl_pl: Aby to naprawić, wykonaj następujące kroki:
pt_pt: Para corrigir, seguir os seguintes passos:
ru_ru: Чтобы исправить это, просто выполните следующие действия:
sr_rs: Да бисте исправили, само следите ове кораке:

source: Dashboard => Settings => Permalinks => Post Name (check)
hu_hu: Irányítópult => Beállítások => Permalinks => Bejegyzés neve (ellenőrizd)
pl_pl: Panel => Ustawienia => Linki trwałe => Nazwa wpisu (zaznacz)
pt_pt: Dashboard => Settings => Permalinks => Post Name (marque)
ru_ru: Панель управления => Настройки => Постоянные ссылки => Название записи (отметить галочкой)
sr_rs: Контролна табла => Подешавања => Пермалинкови => Име поста (провери)

source: Click Save Changes
hu_hu: Kattintson a Módosítások mentése gombra
pl_pl: Kliknij Zapisz zmiany
pt_pt: Em seguida, clique em SALVAR MUDANÇAS
ru_ru: Нажмите «Сохранить изменения».
sr_rs: Кликните на Сачувај промене

source: Premium Version Disabled.
hu_hu: Prémium verzió letiltva.
pl_pl: Wersja Premium wyłączona.
pt_pt: Versão Premium Desabilitada.
ru_ru: Премиум-версия отключена.
sr_rs: Премиум верзија је онемогућена.

source: Get more Grid template
hu_hu: Szerezzen be több rácssablont
pl_pl: Uzyskaj więcej szablonów siatki
pt_pt: Obtenha mais o modelo de grade (Grid template)
ru_ru: Получить больше шаблонов сетки
sr_rs: Набавите више шаблона мреже

source: Get more 3 single page templates
hu_hu: Szerezzen be további 3 egyoldalas sablont
ru_ru: Получить еще 3 одностраничных шаблона
sr_rs: Набавите још 3 шаблона за једну страницу

source: Template Visual Customizer (also colors)
hu_hu: Sablon vizuális testreszabó (színek is)
pl_pl: Szablon Visual Customizer (również kolory)
ru_ru: Визуальный настройщик шаблонов (также цвета)
sr_rs: Визуелни прилагођавач шаблона (такође боје)

source: Get more shortcodes:
hu_hu: További rövid kódok beszerzése:
pl_pl: Uzyskaj więcej krótkich kodów:
ru_ru: Получить больше коротких кодов:
sr_rs: Набавите још кратких кодова:

source: - Filter Cars for Type (Van, Sedan, and so on)
hu_hu: - Szűrő autók típushoz (teherautó, szedán és így tovább)
pl_pl: - Filtruj samochody według typu (van, sedan itd.)
pt_pt: - Filtre Carros por tipo (Van, Sedan, etc.)
ru_ru: - Фильтровать автомобили по типу (фургон, седан и т. д.)
sr_rs: - Филтрирајте аутомобиле по типу (комби, лимузина и тако даље)

source: - Last Cars
hu_hu: - Utolsó autók
pl_pl: - Ostatnie samochody
pt_pt: - Últimos carros
ru_ru: - Последние машины
sr_rs: - Последњи аутомобили

source: - Featured Cars
hu_hu: - Kiemelt autók
pl_pl: - Polecane samochody
pt_pt: - Autos em evidencia
ru_ru: - Избранные автомобили
sr_rs: - Истакнути аутомобили

source: - Order by Price/Year Ascending/Descending
hu_hu: - Rendezés ár/év szerint növekvő/csökkenő sorrendben
pl_pl: - Sortuj według ceny/roku rosnąco/malejąco
pt_pt: - Ordem por Preço/Ano Ascendente/Descendente
ru_ru: - Сортировать по цене/году по возрастанию/убыванию
sr_rs: - Редослед по цени/години узлазно/опадајуће

source: - Create Blocks type Gallery or Page List
hu_hu: - Galéria vagy oldallista típusú blokkok létrehozása
pl_pl: - Utwórz bloki typu Galeria lub Lista stron
pt_pt: - Criar Blocos tipo Galeria ou Lista
ru_ru: - Создание блоков типа Галерея или Список страниц
sr_rs: - Креирајте блокове типа Галерија или Листа страница

source: - Combine Shortcodes
hu_hu: - Kombinálja a rövid kódokat
pl_pl: - Połącz krótkie kody
pt_pt: - Combinar códigos curtos (Shortcodes)
ru_ru: - Объединить короткие коды
sr_rs: - Комбинујте кратке кодове

source: - Number of Cars to show
hu_hu: - A megjelenítendő autók száma
pl_pl: - Liczba samochodów do pokazania
pt_pt: - Número de carros para mostrar
ru_ru: - Количество автомобилей для показа
sr_rs: - Број аутомобила за приказ

source: - Show or Hide Pagination
hu_hu: - Lapozás megjelenítése vagy elrejtése
pl_pl: - Pokaż lub ukryj paginację
pt_pt: - Mostrar ou ocultar a paginação
ru_ru: - Показать или скрыть нумерацию страниц
sr_rs: - Прикажи или Сакриј пагинацију

source: - Show or Hide Search Box
hu_hu: - Keresőmező megjelenítése vagy elrejtése
pl_pl: - Pokaż lub ukryj pole wyszukiwania
pt_pt: - Mostrar ou ocultar caixa de busca
ru_ru: - Показать или скрыть окно поиска
sr_rs: - Прикажи или Сакриј оквир за претрагу

source: Learn More
hu_hu: További információ
pl_pl: Dowiedz się więcej
pt_pt: Saiba Mais
ru_ru: Узнать больше
sr_rs: Сазнајте више

source: Follow this 3 steps after install the plugin:
hu_hu: A bővítmény telepítése után kövesse az alábbi 3 lépést:
pt_pt: Siga estes 3 passos após a instalação do plugin:
ru_ru: После установки плагина выполните следующие 3 шага:
sr_rs: Следите ова 3 корака након инсталације додатка:

source: Configurate Settings
hu_hu: Beállítások konfigurálása
pl_pl: Konfiguruj ustawienia
pt_pt: Configurações
ru_ru: Настроить параметры
sr_rs: Конфигуришите подешавања

source: Go to
hu_hu: Menj ide
pl_pl: Idź do
pt_pt: Ir para
ru_ru: Перейти к
sr_rs: Иди на

source: Dashboard=>Car Dealer=>Settings
hu_hu: Dashboard=>Autókereskedő=>Beállítások
pl_pl: Panel => Dealer samochodowy => Ustawienia
ru_ru: Панель управления=>Автосалон=>Настройки
sr_rs: Контролна табла=>Продавац аутомобила=>Подешавања

source: Fill out the information
hu_hu: Töltse ki az információkat
pt_pt: Preencher todas as informaçöes
ru_ru: Заполните информацию
sr_rs: Попуните податке

source: - Your Currency
hu_hu: - Az Ön pénzneme
pt_pt: - Sua Moeda
ru_ru: - Ваша валюта
sr_rs: - Ваша валута

source: - Miles - Km
hu_hu: - Mérföld - Km
pt_pt: - Milhas - Kms
ru_ru: - Мили - Км
sr_rs: - Милес - Км

source: - Your Contact eMail
hu_hu: - Kapcsolattartási e-mail címe
pl_pl: - Twój adres e-mail kontaktowy
pt_pt: - Seu eMail de contato
ru_ru: - Ваш контактный адрес электронной почты
sr_rs: - Ваша контакт е-пошта

source: - And So On ...
hu_hu: - És így tovább...
pt_pt: - E assim por diante ...
ru_ru: - И так далее ...
sr_rs: - И тако даље...

source: Import Demo Data:
hu_hu: Demo adatok importálása:
pt_pt: Importar dados de demonstração:
ru_ru: Импорт демонстрационных данных:
sr_rs: Увезите демо податке:

source: If you want import demo data, click the Help Button at top right corner and take a look Import Demo Data or, if you are using our theme, you can import together with theme demo import.
hu_hu: Ha demóadatokat szeretne importálni, kattintson a Súgó gombra a jobb felső sarokban, és tekintse meg a Demo adatok importálását, vagy ha a témánkat használja, akkor a téma demo importálásával együtt is importálhatja.
pl_pl: Jeśli chcesz zaimportować dane demonstracyjne, kliknij przycisk Pomoc w prawym górnym rogu i zapoznaj się z sekcją Importowanie danych demonstracyjnych. Jeśli używasz naszego motywu, możesz wykonać import za pomocą opcji importowania danych demonstracyjnych motywu.
ru_ru: Если вы хотите импортировать демонстрационные данные, нажмите кнопку «Справка» в правом верхнем углу и ознакомьтесь с разделом «Импорт демонстрационных данных» или, если вы используете нашу тему, вы можете импортировать их вместе с импортом демонстрационных данных темы.
sr_rs: Ако желите да увезете демо податке, кликните на дугме Помоћ у горњем десном углу и погледајте Увези демо податке или, ако користите нашу тему, можете да увезете заједно са увозом демонстрације теме.

source: If you import demo data, you can skip step 2.
hu_hu: Ha demóadatokat importál, kihagyhatja a 2. lépést.
pl_pl: Jeśli importujesz dane demonstracyjne, możesz pominąć krok 2.
pt_pt: Se você importar dados de demonstração, você pode pular a etapa 2.
ru_ru: Если вы импортируете демонстрационные данные, вы можете пропустить шаг 2.
sr_rs: Ако увозите демо податке, можете прескочити 2. корак.

source: Fill Out the Fields and Car Tables
hu_hu: Töltse ki a mezőket és az autótáblákat
pl_pl: Wypełnij pola i tabele samochodów
pt_pt: Preencha os campos e as tabelas do carro
ru_ru: Заполните поля и таблицы автомобилей
sr_rs: Попуните поља и табеле аутомобила

source: Go to Fields Table:
hu_hu: Ugrás a Mezőtáblázathoz:
pt_pt: Ir para Tabela de Campos:
ru_ru: Перейти к таблице полей:
sr_rs: Идите на табелу поља:

source: Dashboard=>Car Dealer=>Fields Table
hu_hu: Dashboard=>Autókereskedő=>Mezőtáblázat
pl_pl: Panel => Dealer samochodowy => Tabela pól
pt_pt: Painel de controle=>Car Dealer=> Tabela de campos
ru_ru: Панель управления=>Автосалон=>Таблица полей
sr_rs: Контролна табла=>Продавац аутомобила=>Табела поља

source: They are the fields to show up at your cars form.
hu_hu: Ezek azok a mezők, amelyek megjelennek az autók űrlapján.
pl_pl: Są to pola, które należy wypełnić w formularzu dotyczącym Twojego samochodu.
pt_pt: Eles são os campos para aparecerem no formulário de carros.
ru_ru: Это поля, которые необходимо заполнить в форме вашего автомобиля.
sr_rs: То су поља која се појављују у формулару за аутомобиле.

source: For example:
hu_hu: Például:
pl_pl: Na przykład:
pt_pt: Por exemplo:
ru_ru: Например:
sr_rs: на пример:

source: - Number of Doors
hu_hu: - Az ajtók száma
pl_pl: - Liczba drzwi
pt_pt: - Número de Portas
ru_ru: - Количество дверей
sr_rs: - Број врата

source: - Passenger Capacity
hu_hu: - Utaskapacitás
pl_pl: - Pojemność pasażerska
pt_pt: - Capacidade de passageiros
ru_ru: - Пассажировместимость
sr_rs: - Капацитет путника

source: - Body Color
hu_hu: - Testszín
pl_pl: - Kolor nadwozia
pt_pt: Cor da lataria
ru_ru: - Цвет кузова
sr_rs: - Боја тела

source: - And So On.
hu_hu: - És így tovább.
pt_pt: - E assim por diante.
ru_ru: - И так далее.
sr_rs: - И тако даље.

source: You don't need include this fields: Price, Year, Miles, HP, Transmission Type, Fuel Type, Condition and Featured.
hu_hu: Nem kell kitöltenie ezeket a mezőket: Ár, Év, Mérföld, LE, Sebességváltó típusa, Üzemanyag típusa, Állapot és Kiemelt.
pl_pl: Nie musisz uwzględniać następujących pól: Cena, Rok produkcji, Przebieg, KM, Typ skrzyni biegów, Rodzaj paliwa, Stan i Funkcje.
ru_ru: Вам не нужно включать следующие поля: Цена, Год, Пробег, Мощность, Тип трансмиссии, Тип топлива, Состояние и Особенности.
sr_rs: Не морате да укључите ова поља: Цена, Година, Миље, ХП, Тип мењача, Врста горива, Стање и Истакнуто.

source: Go to Cars Table:
hu_hu: Tovább az autók táblázatához:
pt_pt: Ir para Tabela de carros:
ru_ru: Перейти к таблице автомобилей:
sr_rs: Идите на табелу аутомобила:

source: Dashboard=>Car Dealer=>Cars table
hu_hu: Dashboard=>Autókereskedő=>Autók táblázat
pt_pt: Painel de controle=>Car Dealer=>Tabela de carros
ru_ru: Панель управления=>Автосалон=>Таблица автомобилей
sr_rs: Контролна табла=>Продавац аутомобила=>Табела аутомобила

source: And fill out this table with yours products.
hu_hu: És töltse ki ezt a táblázatot a saját termékeivel.
pl_pl: Następnie uzupełnij tabelę swoimi produktami.
pt_pt: E preencha esta tabela com os seus produtos.
ru_ru: И заполните эту таблицу своими продуктами.
sr_rs: И попуните ову табелу својим производима.
